{
  " if paid monthly" : " في حالة دفعها شهريا ",
  " if paid yearly" : " اذا تم دفعها سنويا ",
  "/Month" : "/ شهر ",
  "/Year" : "السنة / السنة ",
  "A timesheet is a data table which an employer can use to track the time a particular employee has worked during a certain period. Businesses use timesheets to record time spent on tasks, projects, or clients." : "وبيان الوقت هو جدول البيانات الذي يمكن لصاحب العمل استخدامه لتتبع الوقت الذي عمل فيه موظف معين خلال فترة معينة.  الأعمال التي تستخدم صحائف الحضور والانصراف لتسجيل الوقت المستغرق في المهام أو المشروعات أو الوحدات التابعة. ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "التوصل للبرامج المساعدة من العطلات للمحاسبة ، والموارد البشرية ، والمدفوعات ، و Leads ، والاتصالات ، والادارة ، والمزيد ، وكلهم في مكان واحد ! ",
  "Action" : "الإجراء ",
  "Billed monthly, or" : "مشوي شهريا ، أو ",
  "Billed yearly, or" : "يتم ملئها سنويا ، أو ",
  "Buy Now" : "اشتر الآن ",
  "Clock In/Clock Out Wise" : "Clock Out / Clock Out Wise ",
  "Close" : "اغلاق ",
  "Contact" : "جهة الاتصال ",
  "Create" : "تكوين ",
  "Create a timesheet by assigning Projects, Tasks, and Users. Assign a starting and ending date as well as a time. This allows you to manage your project most efficiently." : "قم بتكوين بيان وقت من خلال تخصيص المشروعات والمهام والمستخدمين.  قم بتخصيص تاريخ البدء والانتهاء بالاضافة الى وقت.  وهذا يسمح لك بادارة المشروع الخاص بك بأكبر قدر من الكفاءة. ",
  "Create New Timesheet" : "تكوين صحيفة حضور وانصراف جديدة ",
  "Date" : "التاريخ ",
  "Edit" : "تحرير ",
  "Edit Timesheet" : "تحرير صحيفة حضور وانصراف ",
  "Empower Your Workforce with DASH" : "تمكين قوة العمل الخاصة بك مع DASDH ",
  "for Your Business?" : "لعملك ؟ ",
  "Generate timesheets and keep an eye on how long your employees take to complete their tasks. Easily track time on all the tasks that you complete - and allow your employees to do the same." : "تكوين صحائف الحضور والانصراف وإبقاء العين على المدة التي يستغرقها العاملون لديك لاتمام المهام الخاصة بهم.  وقت تتبع المسار بسهولة على كل المهام التي تقوم باستكمالها-والسماح لموظفيك بالقيام بنفس العمل. ",
  "Get Work Done On Time" : "الحصول على عمل تم تنفيذه في الوقت ",
  "Hours" : "ساعات ",
  "Manage Timesheet" : "ادارة صحيفة الحضور والانصراف ",
  "Manually" : "يدويا ",
  "minutes" : "دقائق ",
  "Minutes" : "دقائق ",
  "Monthly" : "شهريا ",
  "Notes" : "Notes ",
  "Pay-as-you-go" : "الدفع-كما تذهب- ",
  "Permission denied." : "تم رفض التصريح. ",
  "Permission Denied." : "تم رفض التصريح. ",
  "Project" : "المشروع ",
  "Project " : "المشروع   ",
  "Project Wise" : "مشروع وايز ",
  "Secure cloud storage" : "تأمين التخزين السحابي ",
  "Select Project" : "تحديد مشروع ",
  "Software Details" : "تفاصيل البرامج ",
  "Task" : "المهمة ",
  "This operation is not perform due to demo mode." : "لا يتم تنفيذ هذه العملية بسبب نمط العرض التوضيحي. ",
  "Time recording is a crucial task in company operations which serves as a base for planning works according to the agenda. When you initiate a new project, it is very important to have a precise idea about the distribution of time for the tasks included in the project. During the course of the project, recording the time spent on each task will help you to examine the progress of that project." : "ويعد تسجيل الوقت مهمة حاسمة فى عمليات الشركة التى تعمل كقاعدة لاعمال التخطيط وفقا لجدول الاعمال.  عندما تقوم ببدء مشروع جديد ، يكون من المهم جدا أن يكون لديك فكرة محددة عن توزيع الوقت للمهام المتضمنة في المشروع.  أثناء سير المشروع ، سيساعدك تسجيل الوقت الذي تم انفاقه على كل مهمة في فحص التقدم الذي تم احرازه في هذا المشروع. ",
  "Timesheet" : "بيان الوقت ",
  "Timesheet Successfully Created." : "تم تكوين صحيفة الحضور والانصراف بنجاح. ",
  "Timesheet Successfully Deleted." : "تم حذف صحيفة الحضور والانصراف بنجاح. ",
  "Timesheet successfully updated!" : "تم تعديل صحيفة الحضور والانصراف بنجاح ! ",
  "Timsheet" : "جدول زمني ",
  "Type" : "النوع ",
  "Unlimited installation" : "تركيب غير محدود ",
  "Update" : "تعديل ",
  "User" : "المستخدم ",
  "View Details" : "مشاهدة التفاصيل ",
  "View Live Demo" : "مشاهدة العرض التقديمي المباشر ",
  "What is the use of Timesheet?" : "ما هو استخدام صحيفة الحضور والانصراف ؟ ",
  "Why choose dedicated modules" : "لماذا تقوم باختيار وحدات البرامج المخصصة ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "باستخدام Dash ، يمكنك ادارة كل وظائف الأعمال الخاصة بك بطريقة مناسبة من مكان واحد. ",
  "Yearly" : "سنويا"
}