{
  " if paid monthly" : " betaling pr. måned ",
  " if paid yearly" : " hvis betalt årligt ",
  "/Month" : "/Måned ",
  "/Year" : "/År ",
  "A timesheet is a data table which an employer can use to track the time a particular employee has worked during a certain period. Businesses use timesheets to record time spent on tasks, projects, or clients." : "Et tidsskema er en datatabel, som en arbejdsgiver kan bruge til at spore den tid, en bestemt medarbejder har arbejdet på i en bestemt periode.  Virksomheder bruger timesedler til at registrere tid brugt på opgaver, projekter eller klienter. ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Adgang til Premium Add-ons for regnskabskontering, HR, betalinger, Leads, Kommunikation, Management og mere, alt på ét sted! ",
  "Action" : "Handling ",
  "Billed monthly, or" : "Faktureret månedligt, eller ",
  "Billed yearly, or" : "Billedet årligt, eller ",
  "Buy Now" : "Køb nu ",
  "Clock In/Clock Out Wise" : "Clock In / Clock Out Wise ",
  "Close" : "Luk ",
  "Contact" : "Kontakt ",
  "Create" : "Opret ",
  "Create a timesheet by assigning Projects, Tasks, and Users. Assign a starting and ending date as well as a time. This allows you to manage your project most efficiently." : "Opret et timeark ved at tildele projekter, opgaver og brugere.  Tildel en start-og slutdato samt et klokkeslæt.  Dette gør det muligt for dig at styre dit projekt mest effektivt. ",
  "Create New Timesheet" : "Opret nyt tidsskema ",
  "Date" : "Dato ",
  "Edit" : "Redigér ",
  "Edit Timesheet" : "Redigér tidsskema ",
  "Empower Your Workforce with DASH" : "Styrt din arbejdsstyrke med DASH ",
  "for Your Business?" : "for din forretning? ",
  "Generate timesheets and keep an eye on how long your employees take to complete their tasks. Easily track time on all the tasks that you complete - and allow your employees to do the same." : "Generér timesedler, og hold øje med, hvor længe dine medarbejdere tager for at udføre deres opgaver.  Det er nemt at spore tid på alle de opgaver, du udfører-og lade dine medarbejdere gøre det samme. ",
  "Get Work Done On Time" : "Hent arbejde udført på tid ",
  "Hours" : "Timer ",
  "Manage Timesheet" : "Administrér tidsskema ",
  "Manually" : "Manuelt ",
  "minutes" : "minutter ",
  "Minutes" : "Minutter ",
  "Monthly" : "Månedligt ",
  "Notes" : "Noter ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Permission denied." : "Tilladelse nægtet. ",
  "Permission Denied." : "Tilladelse nægtet. ",
  "Project" : "Projekt ",
  "Project " : "Projekt   ",
  "Project Wise" : "Projekt-vise ",
  "Secure cloud storage" : "Sikker cloud-storage ",
  "Select Project" : "Vælg projekt ",
  "Software Details" : "Softwaredetaljer ",
  "Task" : "Opgave ",
  "This operation is not perform due to demo mode." : "Denne funktion udføres ikke pga. demotilstand. ",
  "Time recording is a crucial task in company operations which serves as a base for planning works according to the agenda. When you initiate a new project, it is very important to have a precise idea about the distribution of time for the tasks included in the project. During the course of the project, recording the time spent on each task will help you to examine the progress of that project." : "Tidsregistrering er en vigtig opgave i virksomhedsdrift, som tjener som grundlag for planlægningen af arbejdsplanerne efter dagsordenen.  Når du starter et nyt projekt, er det meget vigtigt at have en præcis idé om tidsfordelingen for de opgaver, der er omfattet af projektet.  Under projektets forløb vil indspilningen af den tid, der bruges på hver opgave, hjælpe dig med at undersøge, hvor langt dette projekt går. ",
  "Timesheet" : "Tidsskema ",
  "Timesheet Successfully Created." : "Timeark er oprettet. ",
  "Timesheet Successfully Deleted." : "Timeark er slettet. ",
  "Timesheet successfully updated!" : "Tidsarket er opdateret! ",
  "Timsheet" : "Tidsskema ",
  "Type" : "Type ",
  "Unlimited installation" : "Ubegrænset installation ",
  "Update" : "Opdatering ",
  "User" : "Bruger ",
  "View Details" : "Vis oplysninger ",
  "View Live Demo" : "Vis Live-demo ",
  "What is the use of Timesheet?" : "Hvad er brugen af Timesheet? ",
  "Why choose dedicated modules" : "Hvorfor vælge dedikerede moduler ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Med Dash kan du nemt administrere alle dine forretningsfunktioner fra en enkelt lokalitet. ",
  "Yearly" : "Årligt"
}