{
  " if paid monthly" : " wenn monatlich gezahlt ",
  " if paid yearly" : " wenn jährlich gezahlt ",
  "/Month" : "/Monat ",
  "/Year" : "/Jahr ",
  "A timesheet is a data table which an employer can use to track the time a particular employee has worked during a certain period. Businesses use timesheets to record time spent on tasks, projects, or clients." : "Ein Stundenzettel ist eine Datentabelle, die ein Arbeitgeber verwenden kann, um die Zeit zu verfolgen, zu der ein bestimmter Mitarbeiter während eines bestimmten Zeitraums gearbeitet hat.  Unternehmen verwenden Timesheets, um die für Aufgaben, Projekte oder Kunden aufgewendete Zeit aufzuzeichnen. ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Zugriff über Premium-Add-ons für Accounting, HR, Payments, Leads, Communication, Management und mehr, alles an einem Ort! ",
  "Action" : "Aktion ",
  "Billed monthly, or" : "Monatlich in Rechnung gestellt oder ",
  "Billed yearly, or" : "jährlich in Rechnung gestellt werden, oder ",
  "Buy Now" : "Jetzt kaufen ",
  "Clock In/Clock Out Wise" : "Uhr In/Clock Out Wise ",
  "Close" : "Schließen ",
  "Contact" : "Kontakt ",
  "Create" : "Erstellen ",
  "Create a timesheet by assigning Projects, Tasks, and Users. Assign a starting and ending date as well as a time. This allows you to manage your project most efficiently." : "Erstellen Sie ein Timesheet, indem Sie Projekte, Aufgaben und Benutzer zuordnen.  Weisen Sie ein Anfangs-und Enddatum sowie eine Uhrzeit zu.  Auf diese Weise können Sie Ihr Projekt am effizientesten verwalten. ",
  "Create New Timesheet" : "Neues Timesheet erstellen ",
  "Date" : "Datum ",
  "Edit" : "Bearbeiten ",
  "Edit Timesheet" : "Zeittabelle bearbeiten ",
  "Empower Your Workforce with DASH" : "Schalten Sie Ihre Mitarbeiter mit DASH ein ",
  "for Your Business?" : "für Ihr Geschäft? ",
  "Generate timesheets and keep an eye on how long your employees take to complete their tasks. Easily track time on all the tasks that you complete - and allow your employees to do the same." : "Generieren Sie Timesheets und halten Sie ein Auge darauf, wie lange Ihre Mitarbeiter ihre Aufgaben erledigen.  Verfolgen Sie die Zeit auf einfache Weise bei allen Aufgaben, die Sie erledigen-und lassen Sie Ihre Mitarbeiter das Gleiche tun. ",
  "Get Work Done On Time" : "Auf Zeit geleite Arbeit abrufen ",
  "Hours" : "Stunden ",
  "Manage Timesheet" : "Zeittabelle verwalten ",
  "Manually" : "Manuell ",
  "minutes" : "Minuten ",
  "Minutes" : "Minuten ",
  "Monthly" : "Monatlich ",
  "Notes" : "Anmerkungen ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Permission denied." : "Berechtigung verweigert. ",
  "Permission Denied." : "Berechtigung verweigert. ",
  "Project" : "Projekt ",
  "Project " : "Projekt   ",
  "Project Wise" : "Projekt Wise ",
  "Secure cloud storage" : "Sicherer Cloudspeicher ",
  "Select Project" : "Projekt auswählen ",
  "Software Details" : "Softwaredetails ",
  "Task" : "Aufgabe ",
  "This operation is not perform due to demo mode." : "Diese Operation wird aufgrund des Demomodus nicht ausgeführt. ",
  "Time recording is a crucial task in company operations which serves as a base for planning works according to the agenda. When you initiate a new project, it is very important to have a precise idea about the distribution of time for the tasks included in the project. During the course of the project, recording the time spent on each task will help you to examine the progress of that project." : "Die Zeiterfassung ist eine entscheidende Aufgabe in der Unternehmenstätigkeit, die als Grundlage für die Planung von Arbeiten entsprechend der Tagesordnung dient.  Wenn Sie ein neues Projekt initiieren, ist es sehr wichtig, eine genaue Vorstellung über die Verteilung der Zeit für die in dem Projekt enthaltenen Aufgaben zu haben.  Im Laufe des Projekts wird die Aufzeichnung der Zeit, die für jede Aufgabe benötigt wird, dazu beitragen, den Fortschritt des Projekts zu untersuchen. ",
  "Timesheet" : "Zeittabelle ",
  "Timesheet Successfully Created." : "Zeittabelle erfolgreich erstellt. ",
  "Timesheet Successfully Deleted." : "Zeittabelle erfolgreich gelöscht. ",
  "Timesheet successfully updated!" : "Zeittabelle wurde erfolgreich aktualisiert! ",
  "Timsheet" : "Zeitblatt ",
  "Type" : "Typ ",
  "Unlimited installation" : "Unbegrenzte Installation ",
  "Update" : "Aktualisieren ",
  "User" : "Benutzer ",
  "View Details" : "Details anzeigen ",
  "View Live Demo" : "Live-Demo anzeigen ",
  "What is the use of Timesheet?" : "Was ist die Verwendung von Timesheet? ",
  "Why choose dedicated modules" : "Warum dedizierte Module auswählen ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Mit Dash können Sie bequem alle Ihre Geschäftsfunktionen von einem einzigen Standort aus verwalten. ",
  "Yearly" : "Jährlich"
}