{
  " if paid monthly" : " si se paga mensualmente ",
  " if paid yearly" : " si se paga anualmente ",
  "/Month" : "/Mes ",
  "/Year" : "/Año ",
  "A timesheet is a data table which an employer can use to track the time a particular employee has worked during a certain period. Businesses use timesheets to record time spent on tasks, projects, or clients." : "Una hoja de tiempo es una tabla de datos que un empleador puede utilizar para rastrear el tiempo que un empleado en particular ha trabajado durante un periodo determinado.  Las empresas utilizan los conjuntos de tiempo para registrar el tiempo dedicado a tareas, proyectos o clientes. ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Acceso a los complementos Premium para Contabilidad, RRHH, Pagos, Leads, Comunicación, Gestión y más, ¡todo en un solo lugar! ",
  "Action" : "Acción ",
  "Billed monthly, or" : "Facturado mensualmente, o ",
  "Billed yearly, or" : "Facturado anualmente, o ",
  "Buy Now" : "Comprar ahora ",
  "Clock In/Clock Out Wise" : "Reloj En/Desclock Out Wise ",
  "Close" : "Cierre ",
  "Contact" : "Contacto ",
  "Create" : "Crear ",
  "Create a timesheet by assigning Projects, Tasks, and Users. Assign a starting and ending date as well as a time. This allows you to manage your project most efficiently." : "Cree una hoja de tiempo asignando Proyectos, Tareas y Usuarios.  Asigne una fecha inicial y final, así como una hora.  Esto le permite gestionar su proyecto de forma más eficiente. ",
  "Create New Timesheet" : "Crear nueva hoja de datos ",
  "Date" : "Fecha ",
  "Edit" : "Editar ",
  "Edit Timesheet" : "Hoja de tiempo de edición ",
  "Empower Your Workforce with DASH" : "Capacite a su fuerza laboral con DASH ",
  "for Your Business?" : "¿Para tu negocio? ",
  "Generate timesheets and keep an eye on how long your employees take to complete their tasks. Easily track time on all the tasks that you complete - and allow your employees to do the same." : "Generar timesheets y estar atentos a cuánto tiempo tardan tus empleados en completar sus tareas.  Realice un seguimiento de todas las tareas que complete y permita a sus empleados hacer lo mismo. ",
  "Get Work Done On Time" : "Obtener trabajo realizado a tiempo ",
  "Hours" : "Horas ",
  "Manage Timesheet" : "Hoja de tiempo de gestión ",
  "Manually" : "Manual ",
  "minutes" : "minutos ",
  "Minutes" : "Minutos ",
  "Monthly" : "Mensual ",
  "Notes" : "Notas ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Permission denied." : "Permiso denegado. ",
  "Permission Denied." : "Permiso Denegado. ",
  "Project" : "Proyecto ",
  "Project " : "Proyecto   ",
  "Project Wise" : "Proyecto Wise ",
  "Secure cloud storage" : "Almacenamiento en la nube seguro ",
  "Select Project" : "Seleccionar proyecto ",
  "Software Details" : "Detalles de software ",
  "Task" : "Tarea ",
  "This operation is not perform due to demo mode." : "Esta operación no se realiza debido a la modalidad de demostración. ",
  "Time recording is a crucial task in company operations which serves as a base for planning works according to the agenda. When you initiate a new project, it is very important to have a precise idea about the distribution of time for the tasks included in the project. During the course of the project, recording the time spent on each task will help you to examine the progress of that project." : "El registro de tiempo es una tarea crucial en las operaciones de la empresa que sirve como base para la planificación de obras según la agenda.  Cuando se inicia un nuevo proyecto, es muy importante tener una idea precisa sobre la distribución del tiempo para las tareas incluidas en el proyecto.  Durante el transcurso del proyecto, el registro del tiempo dedicado a cada tarea le ayudará a examinar el progreso de dicho proyecto. ",
  "Timesheet" : "Hoja de tiempo ",
  "Timesheet Successfully Created." : "Hoja De Tiempo Correctamente Creada. ",
  "Timesheet Successfully Deleted." : "Hoja De Tiempo Suprimida Satisfactoriamente. ",
  "Timesheet successfully updated!" : "La hoja de tiempo se ha actualizado correctamente. ",
  "Timsheet" : "Hoja informativa ",
  "Type" : "Tipo ",
  "Unlimited installation" : "Instalación ilimitada ",
  "Update" : "Actualización ",
  "User" : "Usuario ",
  "View Details" : "Ver detalles ",
  "View Live Demo" : "Ver demostración en directo ",
  "What is the use of Timesheet?" : "¿Cuál es el uso de Timesheet? ",
  "Why choose dedicated modules" : "Por qué elegir módulos dedicados ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Con Dash, puede gestionar de forma cómoda todas las funciones empresariales desde una única ubicación. ",
  "Yearly" : "Anual"
}