{
  " if paid monthly" : " Si elle est payée mensuelle ",
  " if paid yearly" : " S'ils sont payés annuellement ",
  "/Month" : "/Mois ",
  "/Year" : "/Année ",
  "A timesheet is a data table which an employer can use to track the time a particular employee has worked during a certain period. Businesses use timesheets to record time spent on tasks, projects, or clients." : "Une feuille de temps est une table de données que l'employeur peut utiliser pour suivre le temps qu'un employé particulier a travaillé pendant une certaine période.  Les entreprises utilisent des feuilles de temps pour enregistrer le temps consacré aux tâches, aux projets ou aux clients. ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place ! ",
  "Action" : "Action ",
  "Billed monthly, or" : "Comblé mensuel, ou ",
  "Billed yearly, or" : "Billed annuellement, ou ",
  "Buy Now" : "Acheter maintenant ",
  "Clock In/Clock Out Wise" : "Clock In / Clock Out Wise ",
  "Close" : "Fermer ",
  "Contact" : "Contact ",
  "Create" : "Créer ",
  "Create a timesheet by assigning Projects, Tasks, and Users. Assign a starting and ending date as well as a time. This allows you to manage your project most efficiently." : "Créez une feuille de temps en affectant des projets, des tâches et des utilisateurs.  Affectez une date de début et de fin ainsi qu'une heure.  Cela vous permet de gérer votre projet le plus efficacement possible. ",
  "Create New Timesheet" : "Créer une feuille de temps ",
  "Date" : "Date ",
  "Edit" : "Editer ",
  "Edit Timesheet" : "Editer la feuille de temps ",
  "Empower Your Workforce with DASH" : "Émettre votre main-d'œuvre à l'aide de DASH ",
  "for Your Business?" : "Pour Votre entreprise? ",
  "Generate timesheets and keep an eye on how long your employees take to complete their tasks. Easily track time on all the tasks that you complete - and allow your employees to do the same." : "Générez des feuilles de temps et gardez un œil sur le temps que vos employés prennent pour accomplir leurs tâches.  Il est facile de suivre l'ensemble des tâches que vous avez accomplies-et de permettre à vos employés de faire de même. ",
  "Get Work Done On Time" : "Obtenir le travail effectué à temps ",
  "Hours" : "Heures ",
  "Manage Timesheet" : "Gérer la feuille de temps ",
  "Manually" : "Manuellement ",
  "minutes" : "Minutes ",
  "Minutes" : "Procès-verbaux ",
  "Monthly" : "Mensuelle ",
  "Notes" : "Notes ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Permission denied." : "Autorisation refusée. ",
  "Permission Denied." : "Autorisation refusée. ",
  "Project" : "Projet ",
  "Project " : "Projet   ",
  "Project Wise" : "Projet Wise ",
  "Secure cloud storage" : "Stockage de cloud sécurisé ",
  "Select Project" : "Sélectionner un projet ",
  "Software Details" : "Détails du logiciel ",
  "Task" : "Tâche ",
  "This operation is not perform due to demo mode." : "Cette opération n'est pas due au mode démo. ",
  "Time recording is a crucial task in company operations which serves as a base for planning works according to the agenda. When you initiate a new project, it is very important to have a precise idea about the distribution of time for the tasks included in the project. During the course of the project, recording the time spent on each task will help you to examine the progress of that project." : "L'enregistrement du temps est une tâche cruciale dans les opérations de l'entreprise, qui sert de base à la planification des travaux conformément à l'ordre du jour.  Lorsque vous lancez un nouveau projet, il est très important d'avoir une idée précise de la répartition du temps pour les tâches incluses dans le projet.  Au cours du projet, l'enregistrement du temps consacré à chaque tâche vous aidera à examiner la progression de ce projet. ",
  "Timesheet" : "Feuille de temps ",
  "Timesheet Successfully Created." : "La création de la feuille de temps a abouti. ",
  "Timesheet Successfully Deleted." : "La feuille de temps a été supprimée. ",
  "Timesheet successfully updated!" : "La feuille de temps a été mise à jour ! ",
  "Timsheet" : "Feuille de temps ",
  "Type" : "Type ",
  "Unlimited installation" : "Installation illimitée ",
  "Update" : "Mise à jour ",
  "User" : "Utilisateur ",
  "View Details" : "Afficher les détails ",
  "View Live Demo" : "Afficher la démo en direct ",
  "What is the use of Timesheet?" : "Quelle est l'utilisation de Timesheet? ",
  "Why choose dedicated modules" : "Pourquoi choisir des modules dédiés ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Avec Dash, vous pouvez gérer toutes vos fonctions métier à partir d'un seul emplacement. ",
  "Yearly" : "Yearly"
}