{
  " if paid monthly" : " se retribuiva mensile ",
  " if paid yearly" : " se retribui ",
  "/Month" : "/Mese ",
  "/Year" : "/Anno ",
  "A timesheet is a data table which an employer can use to track the time a particular employee has worked during a certain period. Businesses use timesheets to record time spent on tasks, projects, or clients." : "Un foglio di tempo è una tabella dati che un datore di lavoro può utilizzare per tenere traccia del tempo che un determinato dipendente ha lavorato durante un certo periodo.  Le aziende utilizzano i fogli di tempo per registrare il tempo trascorso su attività, progetti o clienti. ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Accedi su Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management e altro ancora, tutto in un unico posto! ",
  "Action" : "Azione ",
  "Billed monthly, or" : "Fatturati mensili, o ",
  "Billed yearly, or" : "Fatturati annuali, o ",
  "Buy Now" : "Compra ora ",
  "Clock In/Clock Out Wise" : "Clock In / Clock Out Wise ",
  "Close" : "Chiudi ",
  "Contact" : "Contatto ",
  "Create" : "Crea ",
  "Create a timesheet by assigning Projects, Tasks, and Users. Assign a starting and ending date as well as a time. This allows you to manage your project most efficiently." : "Creare un foglio di calcolo assegnando Progetti, Attività e Utenti.  Assegnare una data di inizio e di fine come un tempo.  Questo consente di gestire il proprio progetto in modo più efficiente. ",
  "Create New Timesheet" : "Crea nuovo foglio di tempo ",
  "Date" : "Data ",
  "Edit" : "Modifica ",
  "Edit Timesheet" : "Modifica del Timesheet ",
  "Empower Your Workforce with DASH" : "Empower Your Manodopera con DASH ",
  "for Your Business?" : "per il tuo Business? ",
  "Generate timesheets and keep an eye on how long your employees take to complete their tasks. Easily track time on all the tasks that you complete - and allow your employees to do the same." : "Generare fogli di tempo e tenere d'occhio quanto tempo i tuoi dipendenti assumono per completare le loro attività.  Facilmente tracciare il tempo su tutte le attività che si completano - e permettere ai propri dipendenti di fare lo stesso. ",
  "Get Work Done On Time" : "Get Work Fatto On Time ",
  "Hours" : "Ore ",
  "Manage Timesheet" : "Gestione del Timesheet ",
  "Manually" : "Manualmente ",
  "minutes" : "minuti ",
  "Minutes" : "Minuti ",
  "Monthly" : "Mensile ",
  "Notes" : "Note ",
  "Pay-as-you-go" : "Pay - as - you - go ",
  "Permission denied." : "Permesso negato. ",
  "Permission Denied." : "Permesso Negato. ",
  "Project" : "Progetto ",
  "Project " : "Progetto   ",
  "Project Wise" : "Progetto Wise ",
  "Secure cloud storage" : "Memoria cloud sicura ",
  "Select Project" : "Seleziona progetto ",
  "Software Details" : "Dettagli software ",
  "Task" : "Attività ",
  "This operation is not perform due to demo mode." : "Questa operazione non è eseguita a causa della modalità demo. ",
  "Time recording is a crucial task in company operations which serves as a base for planning works according to the agenda. When you initiate a new project, it is very important to have a precise idea about the distribution of time for the tasks included in the project. During the course of the project, recording the time spent on each task will help you to examine the progress of that project." : "La registrazione del tempo è un compito cruciale nelle operazioni aziendali che funge da base per le opere di pianificazione secondo l'agenda.  Quando si avvia un nuovo progetto, è molto importante avere un'idea precisa sulla distribuzione del tempo per i compiti inclusi nel progetto.  Durante il corso del progetto, registrare il tempo trascorso su ogni attività vi aiuterà ad esaminare l'avanzamento di quel progetto. ",
  "Timesheet" : "Foglio di tempo ",
  "Timesheet Successfully Created." : "Timesheet Creato correttamente. ",
  "Timesheet Successfully Deleted." : "Timesheet Cancellato. ",
  "Timesheet successfully updated!" : "Timesheet aggiornato correttamente! ",
  "Timsheet" : "Timfoglio ",
  "Type" : "Tipo ",
  "Unlimited installation" : "Installazione illimitata ",
  "Update" : "Aggiornamento ",
  "User" : "Utente ",
  "View Details" : "Visualizza dettagli ",
  "View Live Demo" : "Visualizza Live Demo ",
  "What is the use of Timesheet?" : "Qual è l'utilizzo di Timesheet? ",
  "Why choose dedicated modules" : "Perché scegliere i moduli dedicati ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Con Dash è possibile gestire convenientemente tutte le funzioni aziendali da una singola posizione. ",
  "Yearly" : "Annuale"
}