{
  " if paid monthly" : " 毎月支払われる場合",
  " if paid yearly" : " 毎年支払われる場合",
  "/Month" : "/ 月",
  "/Year" : "/ 年",
  "A timesheet is a data table which an employer can use to track the time a particular employee has worked during a certain period. Businesses use timesheets to record time spent on tasks, projects, or clients." : "タイムシートは、特定の従業員が特定の期間に作業した時間を追跡するために使用者が使用できるデータ・テーブルです。 企業は、タイム・シートを使用して、タスク、プロジェクト、またはクライアントに費やされた時間を記録します。",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "会計、 HR、支払い、リード、コミュニケーション、管理など、プレミアム・アドオンを介したアクセスがすべて 1 カ所で行われています。",
  "Action" : "アクション",
  "Billed monthly, or" : "毎月請求された、または",
  "Billed yearly, or" : "年単位での請求",
  "Buy Now" : "今すぐ購入",
  "Clock In/Clock Out Wise" : "クロック・イン/クロック・アウト・ワイズ",
  "Close" : "クローズ",
  "Contact" : "問い合わせ",
  "Create" : "クリエイ作成",
  "Create a timesheet by assigning Projects, Tasks, and Users. Assign a starting and ending date as well as a time. This allows you to manage your project most efficiently." : "プロジェクト、タスク、およびユーザーを割り当てることにより、タイムシートを作成します。 開始日と終了日を時刻とともに割り当てます。 これにより、プロジェクトを最も効率的に管理できます。",
  "Create New Timesheet" : "新規タイムシートの作成",
  "Date" : "日付",
  "Edit" : "編集",
  "Edit Timesheet" : "タイムシートの編集",
  "Empower Your Workforce with DASH" : "DASH による作業力のエンパワー",
  "for Your Business?" : "あなたのビジネスのために",
  "Generate timesheets and keep an eye on how long your employees take to complete their tasks. Easily track time on all the tasks that you complete - and allow your employees to do the same." : "タイムシートを生成し、従業員がタスクを完了するためにどのくらいの時間がかかるかを監視します。 完了したすべてのタスクにかかる時間を容易に追跡し、従業員にも同様の作業を行うことができます。",
  "Get Work Done On Time" : "作業時間のオンタイムへの取得",
  "Hours" : "開館時間",
  "Manage Timesheet" : "タイムシートの管理",
  "Manually" : "手動",
  "minutes" : "議事録",
  "Minutes" : "議事録",
  "Monthly" : "月次",
  "Notes" : "備考",
  "Pay-as-you-go" : "ペイ・アス・ゴー",
  "Permission denied." : "アクセス権が拒否",
  "Permission Denied." : "許可が拒否されました",
  "Project" : "プロジェクト",
  "Project " : "プロジェクト ",
  "Project Wise" : "プロジェクト・ワイズ",
  "Secure cloud storage" : "セキュアなクラウド・ストレージ",
  "Select Project" : "プロジェクトの選択",
  "Software Details" : "ソフトウェアの詳細",
  "Task" : "タスク",
  "This operation is not perform due to demo mode." : "この操作は、デモ・モードのために実行されません。",
  "Time recording is a crucial task in company operations which serves as a base for planning works according to the agenda. When you initiate a new project, it is very important to have a precise idea about the distribution of time for the tasks included in the project. During the course of the project, recording the time spent on each task will help you to examine the progress of that project." : "タイムレコーディングは、計画作業の拠点として機能する企業活動における重要な課題です。 新規プロジェクトを開始するときには、プロジェクトに含まれるタスクの時間の分布についての正確なアイデアを理解しておくことが非常に重要です。 プロジェクトの過程で、各タスクの経過時間を記録することにより、そのプロジェクトの進行状況を調べることができます。",
  "Timesheet" : "タイム・シート",
  "Timesheet Successfully Created." : "タイムシートが正常に作成されました。",
  "Timesheet Successfully Deleted." : "タイムシートが正常に削除されました。",
  "Timesheet successfully updated!" : "タイムシートが正常に更新されました。",
  "Timsheet" : "タイムシート",
  "Type" : "種類",
  "Unlimited installation" : "無制限のインストール",
  "Update" : "アップデート",
  "User" : "ユーザー",
  "View Details" : "詳細の表示",
  "View Live Demo" : "ライブ・デモの表示",
  "What is the use of Timesheet?" : "タイム・シートの使用方法を指定してください。",
  "Why choose dedicated modules" : "専用モジュールを選択する理由",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Dashを使用すると、すべてのビジネス機能を単一の場所から簡単に管理できます。",
  "Yearly" : "毎年"
}