{
  " if paid monthly" : " indien betaald maandelijks ",
  " if paid yearly" : " indien betaald jaarlijks ",
  "/Month" : "/Maand ",
  "/Year" : "/Jaar ",
  "A timesheet is a data table which an employer can use to track the time a particular employee has worked during a certain period. Businesses use timesheets to record time spent on tasks, projects, or clients." : "Een tijdblad is een gegevenstabel die door een werkgever kan worden gebruikt om de tijd te volgen waarop een bepaalde werknemer gedurende een bepaalde periode heeft gewerkt.  Bedrijven gebruiken tijdreeksen om tijd te registreren voor taken, projecten of clients. ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Toegang tot Premium Add-ons voor Accounting, HR, Betalingen, Leads, Communicatie, Management, en meer, allemaal op een plaats! ",
  "Action" : "Actie ",
  "Billed monthly, or" : "Maandelijks gefactureerd, of ",
  "Billed yearly, or" : "jaarlijks gefactureerd, of ",
  "Buy Now" : "Nu kopen ",
  "Clock In/Clock Out Wise" : "Klok in/Clock Out Wise ",
  "Close" : "Sluiten ",
  "Contact" : "Contactpersoon ",
  "Create" : "Maken ",
  "Create a timesheet by assigning Projects, Tasks, and Users. Assign a starting and ending date as well as a time. This allows you to manage your project most efficiently." : "Maak een tijdblad door projecten, taken en gebruikers toe te wijzen.  Wijs een begin-en einddatum en een tijd toe.  Dit stelt u in staat om uw project het meest efficiënt te beheren. ",
  "Create New Timesheet" : "Nieuwe tijdblad maken ",
  "Date" : "Datum ",
  "Edit" : "Bewerken ",
  "Edit Timesheet" : "Tijdblad bewerken ",
  "Empower Your Workforce with DASH" : "Uw personeelsbestand inzenden met DASH ",
  "for Your Business?" : "Voor uw bedrijf? ",
  "Generate timesheets and keep an eye on how long your employees take to complete their tasks. Easily track time on all the tasks that you complete - and allow your employees to do the same." : "Generatietijd genereren en een oogje houden op hoe lang uw medewerkers nemen om hun taken te voltooien.  Volg gemakkelijk de tijd op alle taken die u hebt voltooid-en laat uw medewerkers hetzelfde doen. ",
  "Get Work Done On Time" : "Werk op tijd ophalen ",
  "Hours" : "Uren ",
  "Manage Timesheet" : "Tijdblad beheren ",
  "Manually" : "Handmatig ",
  "minutes" : "minuten ",
  "Minutes" : "Notulen ",
  "Monthly" : "Maandelijks ",
  "Notes" : "Opmerkingen ",
  "Pay-as-you-go" : "Betaal-als-je-go ",
  "Permission denied." : "Toestemming geweigerd. ",
  "Permission Denied." : "Toestemming Geweigerd. ",
  "Project" : "Project ",
  "Project " : "Project   ",
  "Project Wise" : "Wijze van project ",
  "Secure cloud storage" : "Beveiligde cloudopslag ",
  "Select Project" : "Project selecteren ",
  "Software Details" : "Softwaregegevens ",
  "Task" : "Taak ",
  "This operation is not perform due to demo mode." : "Deze bewerking is niet uitgevoerd als gevolg van de demo-modus. ",
  "Time recording is a crucial task in company operations which serves as a base for planning works according to the agenda. When you initiate a new project, it is very important to have a precise idea about the distribution of time for the tasks included in the project. During the course of the project, recording the time spent on each task will help you to examine the progress of that project." : "Tijdregistratie is een cruciale taak in de bedrijfsvoering die als basis dient voor de planning van werken volgens de agenda.  Wanneer u een nieuw project start, is het erg belangrijk om een precies idee te hebben over de verdeling van de tijd voor de taken die in het project zijn opgenomen.  Tijdens de loop van het project zal u de tijd die aan elke taak wordt besteed, vastleggen om de voortgang van dat project te onderzoeken. ",
  "Timesheet" : "Tijdblad ",
  "Timesheet Successfully Created." : "Het Tijdblad Is Gemaakt. ",
  "Timesheet Successfully Deleted." : "Het Tijdblad Is Gewist. ",
  "Timesheet successfully updated!" : "Het tijdblad is bijgewerkt! ",
  "Timsheet" : "Schuin ",
  "Type" : "Type invoer ",
  "Unlimited installation" : "Onbeperkte installatie ",
  "Update" : "Bijwerken ",
  "User" : "Gebruiker ",
  "View Details" : "Details weergeven ",
  "View Live Demo" : "Live-demo bekijken ",
  "What is the use of Timesheet?" : "Wat is het gebruik van Timesheet? ",
  "Why choose dedicated modules" : "Waarom kiezen voor speciale modules ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Met Dash kunt u eenvoudig al uw bedrijfsfuncties beheren vanaf een enkele locatie. ",
  "Yearly" : "Jaarlijks"
}