{
  " if paid monthly" : " jeśli wypłacane co miesiąc ",
  " if paid yearly" : " jeśli płatny roczny ",
  "/Month" : "/miesiąc ",
  "/Year" : "/Rok ",
  "A timesheet is a data table which an employer can use to track the time a particular employee has worked during a certain period. Businesses use timesheets to record time spent on tasks, projects, or clients." : "Terminarz to tabela danych, którą pracodawca może wykorzystać do śledzenia czasu, w którym dany pracownik pracował w określonym czasie.  Przedsiębiorstwa używają kart pracy do rejestrowania czasu poświęcanego na zadania, projekty lub klienty. ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place! ",
  "Action" : "Działanie ",
  "Billed monthly, or" : "Rozliczane co miesiąc, lub ",
  "Billed yearly, or" : "Zafakturoone roczne, lub ",
  "Buy Now" : "Kup teraz ",
  "Clock In/Clock Out Wise" : "Zegar W/Zegar Wise ",
  "Close" : "Zamknij ",
  "Contact" : "Kontakt ",
  "Create" : "Utwórz ",
  "Create a timesheet by assigning Projects, Tasks, and Users. Assign a starting and ending date as well as a time. This allows you to manage your project most efficiently." : "Utwórz terminarz, przypisując projekty, zadania i użytkowników.  Przypisz datę początkową i końcową, jak również godzinę.  Dzięki temu możliwe jest najbardziej efektywne zarządzanie projektem. ",
  "Create New Timesheet" : "Utwórz nowy terminarz ",
  "Date" : "Data ",
  "Edit" : "Edytuj ",
  "Edit Timesheet" : "Edytuj kartę pracy ",
  "Empower Your Workforce with DASH" : "Siła robocza pracowników z DASH ",
  "for Your Business?" : "dla Twojego Biznesu? ",
  "Generate timesheets and keep an eye on how long your employees take to complete their tasks. Easily track time on all the tasks that you complete - and allow your employees to do the same." : "Należy wygenerować karty pracy i mieć oko na to, jak długo pracownicy muszą wykonywać swoje zadania.  Łatwo śledzić czas na wszystkie zadania, które ukończysz-i pozwolić swoim pracownikom zrobić to samo. ",
  "Get Work Done On Time" : "Pobierz pracę wykonanego na czas ",
  "Hours" : "Godziny ",
  "Manage Timesheet" : "Zarządzaj terminarzem ",
  "Manually" : "Ręcznie ",
  "minutes" : "min ",
  "Minutes" : "Minuty ",
  "Monthly" : "Co miesiąc ",
  "Notes" : "Uwagi ",
  "Pay-as-you-go" : "P-as-go-go-go-go ",
  "Permission denied." : "Odmowa uprawnień. ",
  "Permission Denied." : "Odmowa uprawnień. ",
  "Project" : "Projekt ",
  "Project " : "Projekt   ",
  "Project Wise" : "Mądre projekty ",
  "Secure cloud storage" : "Bezpieczna pamięć masowa w chmurze ",
  "Select Project" : "Wybierz projekt ",
  "Software Details" : "Szczegóły oprogramowania ",
  "Task" : "Zadanie ",
  "This operation is not perform due to demo mode." : "Ta operacja nie jest wykonywana z powodu trybu demonstracyjnego. ",
  "Time recording is a crucial task in company operations which serves as a base for planning works according to the agenda. When you initiate a new project, it is very important to have a precise idea about the distribution of time for the tasks included in the project. During the course of the project, recording the time spent on each task will help you to examine the progress of that project." : "Rejestracja czasu jest kluczowym zadaniem w działalności firmy, która służy jako podstawa do planowania prac zgodnie z porządkiem obrad.  Inicjując nowy projekt, bardzo ważne jest, aby mieć precyzyjny pomysł na rozkład czasu na zadania zawarte w projekcie.  W trakcie trwania projektu, nagrywanie czasu poświęcanego na każde zadanie pomoże w badaniu postępów w realizacji tego projektu. ",
  "Timesheet" : "Karta pracy ",
  "Timesheet Successfully Created." : "Terminarz Został Pomyślnie Utworzony. ",
  "Timesheet Successfully Deleted." : "Terminarz Został Pomyślnie Usunięty. ",
  "Timesheet successfully updated!" : "Terminarz został pomyślnie zaktualizowany! ",
  "Timsheet" : "Karta pracy ",
  "Type" : "Typ ",
  "Unlimited installation" : "Nieograniczona instalacja ",
  "Update" : "Aktualizacja ",
  "User" : "Użytkownik ",
  "View Details" : "Wyświetl szczegóły ",
  "View Live Demo" : "Wyświetl demo na żywo ",
  "What is the use of Timesheet?" : "Co to jest korzystanie z karty pracy? ",
  "Why choose dedicated modules" : "Dlaczego warto wybrać dedykowane moduły ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Za Pomocą Myślnika można wygodnie zarządzać wszystkimi funkcjami biznesowymi z jednego miejsca. ",
  "Yearly" : "Co rok"
}