{
  " if paid monthly" : " se pago mensalmente ",
  " if paid yearly" : " se pago anualmente ",
  "/Month" : "/Mês ",
  "/Year" : "/Ano ",
  "A timesheet is a data table which an employer can use to track the time a particular employee has worked during a certain period. Businesses use timesheets to record time spent on tasks, projects, or clients." : "Um timesheet é uma tabela de dados que um empregador pode utilizar para acompanhar o tempo em que um determinado funcionário trabalhou durante um determinado período.  As empresas usam timeshetas para registrar o tempo gasto em tarefas, projetos ou clientes. ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Acesso sobre Premium Complementos para Contábeis, RH, Pagamentos, Leads, Comunicação, Gestão e mais, tudo em um só lugar! ",
  "Action" : "Ação ",
  "Billed monthly, or" : "Faturou mensalmente, ou ",
  "Billed yearly, or" : "Faturou anualmente, ou ",
  "Buy Now" : "Comprar Agora ",
  "Clock In/Clock Out Wise" : "Relógio Em / Clock Out Wise ",
  "Close" : "Fechar ",
  "Contact" : "Contato ",
  "Create" : "Criar ",
  "Create a timesheet by assigning Projects, Tasks, and Users. Assign a starting and ending date as well as a time. This allows you to manage your project most efficiently." : "Crie um timesheet, atributendo Projetos, Tarefas e Usuários.  Atribua uma data de início e de término, bem como um tempo.  Isso permite que você gerencie o seu projeto de forma mais eficiente. ",
  "Create New Timesheet" : "Criar Nova Timesheet ",
  "Date" : "Data ",
  "Edit" : "Editar ",
  "Edit Timesheet" : "Editar Timesheet ",
  "Empower Your Workforce with DASH" : "Empoderar Sua Força De Trabalho com DASH ",
  "for Your Business?" : "para Seu Negócio? ",
  "Generate timesheets and keep an eye on how long your employees take to complete their tasks. Easily track time on all the tasks that you complete - and allow your employees to do the same." : "Gere timeshetas e fique de olho em quanto tempo seus funcionários levam para completar suas tarefas.  Facilmente acompanhá o tempo em todas as tarefas que você completa-e permita que seus funcionários façam o mesmo. ",
  "Get Work Done On Time" : "Obter Trabalho Feito No Tempo ",
  "Hours" : "Horas ",
  "Manage Timesheet" : "Gerenciar Timesheet ",
  "Manually" : "Manualmente ",
  "minutes" : "minutos ",
  "Minutes" : "Minutos ",
  "Monthly" : "Mensal ",
  "Notes" : "Notas ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Permission denied." : "Permissão negada. ",
  "Permission Denied." : "Permissão Negada. ",
  "Project" : "Projeto ",
  "Project " : "Projeto   ",
  "Project Wise" : "Projeto Sábio ",
  "Secure cloud storage" : "Armazenamento em nuvem segura ",
  "Select Project" : "Selecionar Projeto ",
  "Software Details" : "Detalhes do Software ",
  "Task" : "Tarefa ",
  "This operation is not perform due to demo mode." : "Esta operação não é executada devido ao modo demo. ",
  "Time recording is a crucial task in company operations which serves as a base for planning works according to the agenda. When you initiate a new project, it is very important to have a precise idea about the distribution of time for the tasks included in the project. During the course of the project, recording the time spent on each task will help you to examine the progress of that project." : "A gravação do tempo é uma tarefa crucial nas operações da empresa que serve como base para o planejamento de obras de acordo com a agenda.  Quando se inicia um novo projeto, é muito importante ter uma ideia precisa sobre a distribuição do tempo para as tarefas incluídas no projeto.  Durante o curso do projeto, registrar o tempo gasto em cada tarefa irá ajudá-lo a examinar o andamento desse projeto. ",
  "Timesheet" : "Timesheet ",
  "Timesheet Successfully Created." : "Timesheet Criado Com Sucesso. ",
  "Timesheet Successfully Deleted." : "Timesheet Deletado Com Sucesso. ",
  "Timesheet successfully updated!" : "Timesheet atualizado com sucesso! ",
  "Timsheet" : "Timfolha ",
  "Type" : "Tipo ",
  "Unlimited installation" : "Instalação ilimitada ",
  "Update" : "Atualização ",
  "User" : "Usuário ",
  "View Details" : "Detalhes da Vista ",
  "View Live Demo" : "Visualizar Demo Ao Vivo ",
  "What is the use of Timesheet?" : "Qual é o uso de Timesheet? ",
  "Why choose dedicated modules" : "Por que escolher módulos dedicados ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Com o Dash, você pode convenientemente gerenciar todas as suas funções de negócio a partir de um único local. ",
  "Yearly" : "Anual"
}