{
  " if paid monthly" : " если оплачиваемый ежемесячно ",
  " if paid yearly" : " если оплачиваемый год ",
  "/Month" : "/месяц ",
  "/Year" : "/год ",
  "A timesheet is a data table which an employer can use to track the time a particular employee has worked during a certain period. Businesses use timesheets to record time spent on tasks, projects, or clients." : "График-это таблица данных, которую работодатель может использовать для отслеживания времени работы конкретного сотрудника в течение определенного периода времени.  Предприятия используют графики для записи времени, затрачиваемых на выполнение задач, проектов или клиентов. ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Доступ к Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management и многое другое в одном месте! ",
  "Action" : "Действие ",
  "Billed monthly, or" : "Ежемесячно, или ",
  "Billed yearly, or" : "Выставиной счет по годам, или ",
  "Buy Now" : "Купить сейчас ",
  "Clock In/Clock Out Wise" : "Часы в/часах вне системы ",
  "Close" : "Закрыть ",
  "Contact" : "Контакт ",
  "Create" : "Создать ",
  "Create a timesheet by assigning Projects, Tasks, and Users. Assign a starting and ending date as well as a time. This allows you to manage your project most efficiently." : "Создайте график с помощью присвоения проектов, задач и пользователей.  Назначить дату начала и окончания, а также время.  Это позволяет наиболее эффективно управлять проектом. ",
  "Create New Timesheet" : "Создать новый график ",
  "Date" : "Дата ",
  "Edit" : "Изменить ",
  "Edit Timesheet" : "Изменить график времени ",
  "Empower Your Workforce with DASH" : "Расширение прав и возможностей сотрудников с помощью DASH ",
  "for Your Business?" : "для Вашего бизнеса? ",
  "Generate timesheets and keep an eye on how long your employees take to complete their tasks. Easily track time on all the tasks that you complete - and allow your employees to do the same." : "Создайте графики и присматривать за тем, как долго ваши сотрудники будут выполнять свои задачи.  Легко отследить время выполнения всех задач, которые вы завершаете, и позволить своим сотрудникам делать то же самое. ",
  "Get Work Done On Time" : "Получить работу, выполненную в течение времени ",
  "Hours" : "Часы ",
  "Manage Timesheet" : "Управление таймшетом ",
  "Manually" : "Вручную ",
  "minutes" : "мин. ",
  "Minutes" : "Минуты ",
  "Monthly" : "Ежемесячно ",
  "Notes" : "Примечания ",
  "Pay-as-you-go" : "Плати-как-ты-иди ",
  "Permission denied." : "В разрешении отказано. ",
  "Permission Denied." : "Разрешение отклонилось. ",
  "Project" : "Проект ",
  "Project " : "Проект   ",
  "Project Wise" : "Проект-Умудра ",
  "Secure cloud storage" : "Защищенное облачное хранилище ",
  "Select Project" : "Выбрать проект ",
  "Software Details" : "Сведения о программе ",
  "Task" : "Задача ",
  "This operation is not perform due to demo mode." : "Эта операция не выполняется из-за демо-режима. ",
  "Time recording is a crucial task in company operations which serves as a base for planning works according to the agenda. When you initiate a new project, it is very important to have a precise idea about the distribution of time for the tasks included in the project. During the course of the project, recording the time spent on each task will help you to examine the progress of that project." : "Учет времени является решающей задачей в деятельности компании, которая служит базой для планирования работ в соответствии с повесткой дня.  При инициации нового проекта очень важно иметь точную идею о распределении времени для задач, включенных в проект.  В ходе реализации проекта, запись времени, затрачивающего на выполнение каждой задачи, поможет вам изучить ход реализации проекта. ",
  "Timesheet" : "Тимешет ",
  "Timesheet Successfully Created." : "Timesheet Успешно Создан. ",
  "Timesheet Successfully Deleted." : "Timesheet Успешно Удален. ",
  "Timesheet successfully updated!" : "Timesheet успешно обновлен! ",
  "Timsheet" : "График ",
  "Type" : "Тип ",
  "Unlimited installation" : "Неограниченный экземпляр ",
  "Update" : "Обновить ",
  "User" : "Пользователь ",
  "View Details" : "Просмотреть сведения ",
  "View Live Demo" : "Показать демонстрационную версию ",
  "What is the use of Timesheet?" : "Что такое использование Тимашета? ",
  "Why choose dedicated modules" : "Зачем выбирать выделенные модули ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "С помощью тире можно удобно управлять всеми бизнес-функциями из одного расположения. ",
  "Yearly" : "Ежегодно"
}