{
  " if paid monthly" : " Aylık ödeniyorsa ",
  " if paid yearly" : " Yıllık ödenirse ",
  "/Month" : "/Ay ",
  "/Year" : "/Yıl ",
  "A timesheet is a data table which an employer can use to track the time a particular employee has worked during a certain period. Businesses use timesheets to record time spent on tasks, projects, or clients." : "Zaman çizelgesi, belirli bir süre içinde belirli bir çalışanın çalıştığı süreyi izlemek için bir işverenin kullanabileceği bir veri tablodur.  İşletmeler, görevler, projeler ya da istemciler için harcanan zamanı kaydetmek için zaman çizelitlerini kullanır. ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Muhasebe, İK, ödemeler, Leads, Communication, Management ve daha fazlası için Premium Add-ons (Ek Eklentiler) üzerinden erişim, tümü tek bir yerde! ",
  "Action" : "Eylem ",
  "Billed monthly, or" : "Aylık faturalı ya da ",
  "Billed yearly, or" : "Yıllık faturalı ya da ",
  "Buy Now" : "Şimdi Satın al ",
  "Clock In/Clock Out Wise" : "Saat İçinde/Saatte Wise ",
  "Close" : "Kapat ",
  "Contact" : "İlgili Kişi ",
  "Create" : "Oluştur ",
  "Create a timesheet by assigning Projects, Tasks, and Users. Assign a starting and ending date as well as a time. This allows you to manage your project most efficiently." : "Projeler, Görevler ve Kullanıcılar atayarak bir zaman çizelgesi yaratın.  Bir saatin yanı sıra bir başlangıç ve bitiş tarihi atayın.  Bu, projenizi en verimli şekilde yönetmenize olanak sağlar. ",
  "Create New Timesheet" : "Yeni Zaman Çizelgesi Yarat ",
  "Date" : "Tarih ",
  "Edit" : "Düzenle ",
  "Edit Timesheet" : "Zaman Çizelgesi Düzenle ",
  "Empower Your Workforce with DASH" : "DASH Ile Işgücünüzü Güçlendirin ",
  "for Your Business?" : "İşiniz Için? ",
  "Generate timesheets and keep an eye on how long your employees take to complete their tasks. Easily track time on all the tasks that you complete - and allow your employees to do the same." : "Zaman çizelgeleri oluşturun ve çalışanlarınızın görevlerini tamamlamak için ne kadar süreceği konusunda göz kulak olun.  Tamamladığınız tüm görevlerdeki zamanı kolayca takip edin ve çalışanlarınızın da aynısını yapmalarına izin verin. ",
  "Get Work Done On Time" : "İşi Zamanında Bitirme Zamanı ",
  "Hours" : "Saat ",
  "Manage Timesheet" : "Zaman Çizelgesi Yönet ",
  "Manually" : "El ile ",
  "minutes" : "dakika ",
  "Minutes" : "Dakika ",
  "Monthly" : "Ayda bir ",
  "Notes" : "Notlar ",
  "Pay-as-you-go" : "Öde-git-git ",
  "Permission denied." : "İzin reddedildi. ",
  "Permission Denied." : "İzin Reddedildi. ",
  "Project" : "Proje ",
  "Project " : "Proje   ",
  "Project Wise" : "Proje Bilge ",
  "Secure cloud storage" : "Güvenli bulut depolama ",
  "Select Project" : "Proje Seçin ",
  "Software Details" : "Yazılım Ayrıntıları ",
  "Task" : "Görev ",
  "This operation is not perform due to demo mode." : "Bu işlem, gösterim kipi nedeniyle gerçekleştirilmiyor. ",
  "Time recording is a crucial task in company operations which serves as a base for planning works according to the agenda. When you initiate a new project, it is very important to have a precise idea about the distribution of time for the tasks included in the project. During the course of the project, recording the time spent on each task will help you to examine the progress of that project." : "Zaman kaydı, planlama çalışmaları için bir üs görevi gören şirket operasyonlarında gündeme göre çok önemli bir görevdir.  Yeni bir proje başlattığınızda, projenin içerdiği görevler için zaman dağılımı konusunda kesin bir fikre sahip olmak çok önemlidir.  Proje süresince, her bir görev için harcanan süreyi kaydetme, o projenin ilerlemesini incelemenize yardımcı olur. ",
  "Timesheet" : "Zaman Çizelgesi ",
  "Timesheet Successfully Created." : "Timesheet Başarıyla Yaratıldı. ",
  "Timesheet Successfully Deleted." : "Timesheet Başarıyla Silindi. ",
  "Timesheet successfully updated!" : "Zaman çizelgesi başarıyla güncellendi! ",
  "Timsheet" : "Zaman Sayfası ",
  "Type" : "Tip ",
  "Unlimited installation" : "Sınırsız kuruluş ",
  "Update" : "Güncelleştir ",
  "User" : "Kullanıcı ",
  "View Details" : "Ayrıntıları Görüntüle ",
  "View Live Demo" : "Canlı Gösterimi Görüntüle ",
  "What is the use of Timesheet?" : "Timesheet 'in kullanımı nedir? ",
  "Why choose dedicated modules" : "Neden adanmış modüller seçsin? ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Dash ile, tüm iş fonksiyonlarınızı tek bir konumdan kolayca yönetebilirsiniz. ",
  "Yearly" : "Yıllık"
}