{
  " if paid monthly" : " si se paga mensualmente ",
  " if paid yearly" : " si se paga anualmente ",
  " Information for a Side Menu Builder" : " Información para un constructor de menús laterales ",
  "/Month" : "/Mes ",
  "/Year" : "/Año ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Acceso a los complementos Premium para Contabilidad, RRHH, Pagos, Leads, Comunicación, Gestión y más, ¡todo en un solo lugar! ",
  "Action" : "Acción ",
  "Additional " : "Adicional   ",
  "Are You Sure?" : "¿estás Seguro? ",
  "Billed monthly, or" : "Facturado mensualmente, o ",
  "Billed yearly, or" : "Facturado anualmente, o ",
  "Buy Now" : "Comprar ahora ",
  "Cancel" : "Cancelar ",
  "Choose icon for primary menu" : "Seleccione el icono para el menú principal ",
  "Create" : "Crear ",
  "Create New Menu Builder" : "Crear nuevo constructor de menús ",
  "Delete" : "Suprimir ",
  "Edit" : "Editar ",
  "Edit Menu Builder" : "Editar constructor de menús ",
  "Empower Your Workforce with DASH" : "Capacite a su fuerza laboral con DASH ",
  "for your business?" : "¿Para su negocio? ",
  "Get " : "Obtener   ",
  "Link" : "Enlace ",
  "Link Type" : "Tipo de enlace ",
  "Manage Menu Builder" : "Gestionar el constructor de menús ",
  "Manage Side Menu Builder" : "Gestionar el constructor de menús laterales ",
  "Menu Builder" : "Constructor de menús ",
  "Menu builder deleted successfully" : "Constructor de menús suprimido satisfactoriamente ",
  "Menu Builder successfully created." : "El Creador de menús se ha creado correctamente ",
  "Menu builder updated successfully" : "El constructor de menús ha actualizado ",
  "Menu name" : "Nombre del menú ",
  "Menu type" : "Tipo de menú ",
  "Monthly" : "Mensual ",
  "Name" : "Nombre ",
  "Owner" : "Propietario ",
  "parent module" : "módulo padre ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Permission denied." : "Permiso denegado. ",
  "Permission Denied." : "Permiso Denegado. ",
  "Position" : "Posición ",
  "Secure cloud storage" : "Almacenamiento en la nube seguro ",
  "Select Module" : "Módulo de selección ",
  "Selected parent may be converted to hash link" : "El padre seleccionado puede convertirse al enlace hash ",
  "Show custom module" : "Mostrar módulo personalizado ",
  "Show In Windows" : "Mostrar En Windows ",
  "Side Menu Builder" : "Constructor de menús laterales ",
  "Side Menu Builder allows you to guide users directly to particular web pages, content, or actions within a website or application. Instead of relying on standard or generic links, Side Menu Builder provides a more direct and relevant path to information or functionality." : "El constructor de menús laterales le permite guiar a los usuarios directamente a páginas web, contenido o acciones particulares en un sitio web o aplicación.  En lugar de depender de enlaces estándar o genéricos, Side Menu Builder proporciona una vía de acceso más directa y relevante a la información o a la funcionalidad. ",
  "Side menu builder are often used to provide a tailored and user-friendly experience by allowing users to access specific content or perform actions with a single click. Design a user-friendly form where users can input their Side Menu Builder details, such as the destination URL, link alias, and any additional parameters." : "El constructor de menús laterales se utiliza a menudo para proporcionar una experiencia personalizada y adaptada al usuario, permitiendo a los usuarios acceder a contenido específico o realizar acciones con un solo clic.  Diseñe un formulario de fácil uso en el que los usuarios puedan especificar los detalles del constructor de menús laterales, como el URL de destino, el alias de enlace y cualquier parámetro adicional. ",
  "Software Details" : "Detalles de software ",
  "Tailor and design user-friendly side menus for your applications with our Side Menu Builder" : "Adapte y diseñe menús laterales fáciles de usar para sus aplicaciones con nuestro Constructor de menús laterales ",
  "This action can not be undone. Do you want to continue?" : "Esta acción no se puede deshacer.  ¿Desea continuar? ",
  "Unlimited installation" : "Instalación ilimitada ",
  "View Live Demo" : "Ver demostración en directo ",
  "what is the purpose of Side Menu Builder?" : "¿Cuál es el propósito de Side Menu Builder? ",
  "Which Window" : "Qué ventana ",
  "Why choose dedicated modules" : "Por qué elegir módulos dedicados ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Con Dash, puede gestionar de forma cómoda todas las funciones empresariales desde una única ubicación ",
  "Yearly" : "Anual ",
  "You can create a module in the sidebar by simply clicking the Create button. In which you can manage the module and also edit that module according to your own. And you can also delete that module." : "Puede crear un módulo en la barra lateral simplemente pulsando el botón Crear.  En la que se puede gestionar el módulo y también editar ese módulo según el propio.  Y también puede suprimir dicho módulo."
}