{
  " if paid monthly" : " 毎月支払われる場合",
  " if paid yearly" : " 毎年支払われる場合",
  " Information for a Side Menu Builder" : " サイド・メニュー・ビルダーの情報",
  "/Month" : "/ 月",
  "/Year" : "/ 年",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "会計、 HR、支払い、リード、コミュニケーション、管理など、プレミアム・アドオンを介したアクセスがすべて 1 カ所で行われています。",
  "Action" : "アクション",
  "Additional " : "追加 ",
  "Are You Sure?" : "アー・ユー・ユー?",
  "Billed monthly, or" : "毎月請求された、または",
  "Billed yearly, or" : "年単位での請求",
  "Buy Now" : "今すぐ購入",
  "Cancel" : "キャンセル",
  "Choose icon for primary menu" : "基本メニューのアイコンの選択",
  "Create" : "クリエイ作成",
  "Create New Menu Builder" : "新規メニュー・ビルダーの作成",
  "Delete" : "削除",
  "Edit" : "編集",
  "Edit Menu Builder" : "編集メニュー・ビルダー",
  "Empower Your Workforce with DASH" : "DASH による作業力のエンパワー",
  "for your business?" : "あなたのビジネスに ?",
  "Get " : "ゲット ",
  "Link" : "リンク",
  "Link Type" : "リンク・タイプ",
  "Manage Menu Builder" : "メニュービルダーの管理",
  "Manage Side Menu Builder" : "サイドメニュービルダーの管理",
  "Menu Builder" : "メニュー・ビルダー",
  "Menu builder deleted successfully" : "メニュー・ビルダーを正常に削除",
  "Menu Builder successfully created." : "メニュー・ビルダーの作成に成功",
  "Menu builder updated successfully" : "メニュー・ビルダーを正常に更新",
  "Menu name" : "メニュー名",
  "Menu type" : "メニュー・タイプ",
  "Monthly" : "月次",
  "Name" : "名称",
  "Owner" : "所有者",
  "parent module" : "親モジュール",
  "Pay-as-you-go" : "ペイ・アス・ゴー",
  "Permission denied." : "アクセス権が拒否",
  "Permission Denied." : "許可が拒否されました",
  "Position" : "ポジション",
  "Secure cloud storage" : "セキュアなクラウド・ストレージ",
  "Select Module" : "モジュールの選択",
  "Selected parent may be converted to hash link" : "選択された親をハッシュ・リンクに変換できます",
  "Show custom module" : "カスタムモジュールの表示",
  "Show In Windows" : "Windows で表示",
  "Side Menu Builder" : "Side Menu Builder",
  "Side Menu Builder allows you to guide users directly to particular web pages, content, or actions within a website or application. Instead of relying on standard or generic links, Side Menu Builder provides a more direct and relevant path to information or functionality." : "Side Menu Builder を使用すると、 Web サイトまたはアプリケーション内の特定の Web ページ、コンテンツ、またはアクションにユーザーを直接導くことができます。 サイド・メニュー・ビルダーは、標準リンクまたは一般リンクに依存する代わりに、情報または機能へのより直接的で関連性の高いパスを提供します。",
  "Side menu builder are often used to provide a tailored and user-friendly experience by allowing users to access specific content or perform actions with a single click. Design a user-friendly form where users can input their Side Menu Builder details, such as the destination URL, link alias, and any additional parameters." : "サイド・メニュー・ビルダーは、ユーザーが特定のコンテンツにアクセスしたり、シングルクリックでアクションを実行したりすることによって、カスタマイズされた使いやすいエクスペリエンスを提供するためによく使用されます。 ユーザーが使いやすいフォームを設計します。ここでは、ユーザーは、宛先 URL、リンク別名、および追加のパラメーターなどの、 Side Menu Builder の詳細を入力できます。",
  "Software Details" : "ソフトウェアの詳細",
  "Tailor and design user-friendly side menus for your applications with our Side Menu Builder" : "サイド・メニュー・ビルダーによるアプリケーション用のユーザー・フレンドリー・サイド・メニューの調整および設計",
  "This action can not be undone. Do you want to continue?" : "このアクションは元にはできません。 続行しますか ?",
  "Unlimited installation" : "無制限のインストール",
  "View Live Demo" : "ライブ・デモの表示",
  "what is the purpose of Side Menu Builder?" : "サイド・メニュー・ビルダーの目的は何ですか ?",
  "Which Window" : "どのウィンドウ",
  "Why choose dedicated modules" : "専用モジュールを選択する理由",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Dashを使用すると、すべてのビジネス機能を単一の場所から簡単に管理できます。",
  "Yearly" : "毎年",
  "You can create a module in the sidebar by simply clicking the Create button. In which you can manage the module and also edit that module according to your own. And you can also delete that module." : "「作成」ボタンをクリックするだけで、サイドバーにモジュールを作成することができます。 モジュールを管理し、自分のモジュールに従ってそのモジュールを編集することもできます。 また、そのモジュールを削除することもできます。"
}