{
  " if paid monthly" : " se pago mensalmente ",
  " if paid yearly" : " se pago anualmente ",
  " Information for a Side Menu Builder" : " Informações para um Construtor de Menu Lado ",
  "/Month" : "/Mês ",
  "/Year" : "/Ano ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Acesso sobre Premium Complementos para Contábeis, RH, Pagamentos, Leads, Comunicação, Gestão e mais, tudo em um só lugar! ",
  "Action" : "Ação ",
  "Additional " : "Adicional   ",
  "Are You Sure?" : "Você Tem Certeza? ",
  "Billed monthly, or" : "Faturou mensalmente, ou ",
  "Billed yearly, or" : "Faturou anualmente, ou ",
  "Buy Now" : "Comprar Agora ",
  "Cancel" : "Cancelar ",
  "Choose icon for primary menu" : "Escolher ícone para menu primário ",
  "Create" : "Criar ",
  "Create New Menu Builder" : "Criar Novo Construtor de Menu ",
  "Delete" : "Excluir ",
  "Edit" : "Editar ",
  "Edit Menu Builder" : "Editar Builder do Menu ",
  "Empower Your Workforce with DASH" : "Empoderar Sua Força De Trabalho com DASH ",
  "for your business?" : "para o seu negócio? ",
  "Get " : "Obter   ",
  "Link" : "Link ",
  "Link Type" : "Tipo de Link ",
  "Manage Menu Builder" : "Gerenciar o Menu Builder ",
  "Manage Side Menu Builder" : "Gerenciar o Builder Side Menu ",
  "Menu Builder" : "Builder do Menu ",
  "Menu builder deleted successfully" : "Construtor de menus excluído com sucesso ",
  "Menu Builder successfully created." : "Menu Builder criado com sucesso. ",
  "Menu builder updated successfully" : "Construtor de menus atualizado com sucesso ",
  "Menu name" : "Nome do menu ",
  "Menu type" : "Tipo de menu ",
  "Monthly" : "Mensal ",
  "Name" : "Nome ",
  "Owner" : "Proprietário ",
  "parent module" : "módulo pai ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Permission denied." : "Permissão negada. ",
  "Permission Denied." : "Permissão Negada. ",
  "Position" : "Posição ",
  "Secure cloud storage" : "Armazenamento em nuvem segura ",
  "Select Module" : "Selecionar Módulo ",
  "Selected parent may be converted to hash link" : "O pai selecionado pode ser convertido para o link hash ",
  "Show custom module" : "Mostrar módulo personalizado ",
  "Show In Windows" : "Mostrar No Windows ",
  "Side Menu Builder" : "Builder do Menu Lado ",
  "Side Menu Builder allows you to guide users directly to particular web pages, content, or actions within a website or application. Instead of relying on standard or generic links, Side Menu Builder provides a more direct and relevant path to information or functionality." : "O side Menu Builder permite que você oriente os usuários diretamente para páginas web, conteúdo ou ações da web em um website ou aplicativo.  Em vez de contar com links padrão ou genéricos, o Side Menu Builder fornece um caminho mais direto e relevante para informações ou funcionalidades. ",
  "Side menu builder are often used to provide a tailored and user-friendly experience by allowing users to access specific content or perform actions with a single click. Design a user-friendly form where users can input their Side Menu Builder details, such as the destination URL, link alias, and any additional parameters." : "O construtor de menu lateral é frequentemente usado para fornecer uma experiência personalizada e fácil de usar, permitindo que os usuários acessem conteúdo específico ou executem ações com um único clique.  Projete um formulário de fácil utilização onde os usuários possam inserir seus detalhes Lado Menu Builder, como a URL de destino, alias de link e quaisquer parâmetros adicionais. ",
  "Software Details" : "Detalhes do Software ",
  "Tailor and design user-friendly side menus for your applications with our Side Menu Builder" : "Adequar e projetar menus laterais user-friendly para seus aplicativos com o nosso Side Menu Builder ",
  "This action can not be undone. Do you want to continue?" : "Esta ação não pode ser desfeita.  Você quer continuar? ",
  "Unlimited installation" : "Instalação ilimitada ",
  "View Live Demo" : "Visualizar Demo Ao Vivo ",
  "what is the purpose of Side Menu Builder?" : "qual é o propósito do Side Menu Builder? ",
  "Which Window" : "Qual Janela ",
  "Why choose dedicated modules" : "Por que escolher módulos dedicados ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Com o Dash, você pode convenientemente gerenciar todas as suas funções de negócio a partir de um único local ",
  "Yearly" : "Anual ",
  "You can create a module in the sidebar by simply clicking the Create button. In which you can manage the module and also edit that module according to your own. And you can also delete that module." : "Você pode criar um módulo na barra lateral, simplesmente clicando no botão Criar.  No qual você pode gerenciar o módulo e também editar esse módulo de acordo com o seu próprio.  E você também pode excluir esse módulo."
}