{
  " if paid monthly" : " si se paga mensualmente ",
  " if paid yearly" : " si se paga anualmente ",
  "/Month" : "/Mes ",
  "/Year" : "/Año ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Acceso a los complementos Premium para Contabilidad, RRHH, Pagos, Leads, Comunicación, Gestión y más, ¡todo en un solo lugar! ",
  "Action" : "Acción ",
  "Additional" : "Adicional ",
  "All you need to do is select a field from the list and the appropriate type. There are available five field types: Text, Date, Email, Number, and Textarea you will be able to show the custom fields without any additional effort." : "Todo lo que necesita hacer es seleccionar un campo de la lista y el tipo apropiado.  Hay disponibles cinco tipos de campo: Texto, Fecha, Correo electrónico, Número y Textarea podrá mostrar los campos personalizados sin ningún esfuerzo adicional. ",
  "Are You Sure?" : "¿estás Seguro? ",
  "Billed monthly, or" : "Facturado mensualmente, o ",
  "Billed yearly, or" : "Facturado anualmente, o ",
  "Bind fields to specific module." : "Enlazar campos a un módulo específico. ",
  "Buy Now" : "Comprar ahora ",
  "Cancel" : "Cancelar ",
  "Create" : "Crear ",
  "Create New Custom Field" : "Crear nuevo campo personalizado ",
  "Custom Field" : "Campo personalizado ",
  "Custom Field Name" : "Nombre de campo personalizado ",
  "Custom Field successfully created!" : "Se ha creado correctamente el campo personalizado. ",
  "Custom Field successfully deleted!" : "El campo personalizado se ha suprimido correctamente. ",
  "Custom Field successfully updated!" : "El campo personalizado se ha actualizado correctamente. ",
  "Custom Filed" : "Archivado personalizado ",
  "Custom Filed use in HRM, Account, Lead, Assests, Contract, Performance, Pos, Retainer, Sales, Taskly all modules.You can using custom filed collect additional information about all modules as you like." : "Uso personalizado Archivado en HRM, Cuenta, Lead, Assests, Contrato, Rendimiento, Pos, Retainer, Ventas, Tareas todos los módulos. Usted puede utilizar la costumbre de recoger información adicional sobre todos los módulos como usted quiera. ",
  "Delete" : "Suprimir ",
  "Edit" : "Editar ",
  "Edit Custom Field" : "Editar campo personalizado ",
  "Empower Your Workforce with DASH" : "Capacite a su fuerza laboral con DASH ",
  "for your business?" : "¿Para su negocio? ",
  "Get" : "Obtener ",
  "Information" : "Información ",
  "Manage Custom Field" : "Gestionar campo personalizado ",
  "Module" : "Módulo ",
  "Monthly" : "Mensual ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Permission denied." : "Permiso denegado. ",
  "Secure cloud storage" : "Almacenamiento en la nube seguro ",
  "Software Details" : "Detalles de software ",
  "This action can not be undone. Do you want to continue?" : "Esta acción no se puede deshacer.  ¿Desea continuar? ",
  "Type" : "Tipo ",
  "Unlimited installation" : "Instalación ilimitada ",
  "Update" : "Actualización ",
  "Use All Modules" : "Utilizar todos los módulos ",
  "View Live Demo" : "Ver demostración en directo ",
  "Why choose dedicated modules" : "Por qué elegir módulos dedicados ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Con Dash, puede gestionar de forma cómoda todas las funciones empresariales desde una única ubicación ",
  "Would you like to collect additional information about modules then you can use custome filed.This feature allows you to gather more specific information." : "Si desea recopilar información adicional sobre los módulos, puede utilizar custome filed. Esta característica le permite recopilar información más específica. ",
  "Yearly" : "Anual"
}