{
  " if paid monthly" : " Si elle est payée mensuelle ",
  " if paid yearly" : " S'ils sont payés annuellement ",
  "/Month" : "/Mois ",
  "/Year" : "/Année ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place ! ",
  "Action" : "Action ",
  "Additional" : "Autres ",
  "All you need to do is select a field from the list and the appropriate type. There are available five field types: Text, Date, Email, Number, and Textarea you will be able to show the custom fields without any additional effort." : "Tout ce que vous devez faire est de sélectionner une zone dans la liste et le type approprié.  Il existe cinq types de champs disponibles: Texte, Date, Email, Nombre, et Textarea vous pourrez afficher les champs personnalisés sans aucun effort supplémentaire. ",
  "Are You Sure?" : "Êtes-vous sûr? ",
  "Billed monthly, or" : "Comblé mensuel, ou ",
  "Billed yearly, or" : "Billed annuellement, ou ",
  "Bind fields to specific module." : "Liez les zones à un module spécifique. ",
  "Buy Now" : "Acheter maintenant ",
  "Cancel" : "Annuler ",
  "Create" : "Créer ",
  "Create New Custom Field" : "Créer une zone personnalisée ",
  "Custom Field" : "Zone personnalisée ",
  "Custom Field Name" : "Nom de zone personnalisée ",
  "Custom Field successfully created!" : "La zone personnalisée a été créée avec succès ! ",
  "Custom Field successfully deleted!" : "La zone personnalisée a été supprimée. ",
  "Custom Field successfully updated!" : "La zone personnalisée a été mise à jour ! ",
  "Custom Filed" : "Déposée personnalisée ",
  "Custom Filed use in HRM, Account, Lead, Assests, Contract, Performance, Pos, Retainer, Sales, Taskly all modules.You can using custom filed collect additional information about all modules as you like." : "Custom Filed use in HRM, Account, Lead, Assests, Contract, Performance, Pos, Retainer, Sales, Taskly all modules. Vous pouvez utiliser des fichiers personnalisés pour collecter des informations supplémentaires sur tous les modules comme vous le souhaitez. ",
  "Delete" : "Supprimer ",
  "Edit" : "Editer ",
  "Edit Custom Field" : "Editer une zone personnalisée ",
  "Empower Your Workforce with DASH" : "Émettre votre main-d'œuvre à l'aide de DASH ",
  "for your business?" : "Pour votre entreprise? ",
  "Get" : "Extrère ",
  "Information" : "Information ",
  "Manage Custom Field" : "Gérer la zone personnalisée ",
  "Module" : "Module ",
  "Monthly" : "Mensuelle ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Permission denied." : "Autorisation refusée. ",
  "Secure cloud storage" : "Stockage de cloud sécurisé ",
  "Software Details" : "Détails du logiciel ",
  "This action can not be undone. Do you want to continue?" : "Cette action ne peut pas être effectuée.  Voulez-vous continuer? ",
  "Type" : "Type ",
  "Unlimited installation" : "Installation illimitée ",
  "Update" : "Mise à jour ",
  "Use All Modules" : "Utiliser tous les modules ",
  "View Live Demo" : "Afficher la démo en direct ",
  "Why choose dedicated modules" : "Pourquoi choisir des modules dédiés ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Avec Dash, vous pouvez gérer toutes vos fonctions métier à partir d'un seul emplacement ",
  "Would you like to collect additional information about modules then you can use custome filed.This feature allows you to gather more specific information." : "Souhaitez-vous collecter des informations supplémentaires sur les modules, puis utiliser custome classé. Cette fonction vous permet de collecter des informations plus spécifiques. ",
  "Yearly" : "Yearly"
}