{
  " if paid monthly" : " Aylık ödeniyorsa ",
  " if paid yearly" : " Yıllık ödenirse ",
  "/Month" : "/Ay ",
  "/Year" : "/Yıl ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Muhasebe, İK, ödemeler, Leads, Communication, Management ve daha fazlası için Premium Add-ons (Ek Eklentiler) üzerinden erişim, tümü tek bir yerde! ",
  "Action" : "Eylem ",
  "Additional" : "Ek ",
  "All you need to do is select a field from the list and the appropriate type. There are available five field types: Text, Date, Email, Number, and Textarea you will be able to show the custom fields without any additional effort." : "Yapmanız gereken tek şey, listeden bir alan seçmek ve uygun tipte bir alan seçmek.  Kullanılabilir beş alan türü vardır: Metin, Tarih, E-posta, Sayı ve Tekstil alanı, özel alanları herhangi bir ek çaba göstermeden gösterebileceksiniz. ",
  "Are You Sure?" : "Emin Misin? ",
  "Billed monthly, or" : "Aylık faturalı ya da ",
  "Billed yearly, or" : "Yıllık faturalı ya da ",
  "Bind fields to specific module." : "Alanları belirli bir modüle bağlayın. ",
  "Buy Now" : "Şimdi Satın al ",
  "Cancel" : "İptal ",
  "Create" : "Oluştur ",
  "Create New Custom Field" : "Yeni Özel Alan Oluştur ",
  "Custom Field" : "Özel Alan ",
  "Custom Field Name" : "Özel Alan Adı ",
  "Custom Field successfully created!" : "Özel Alan başarıyla oluşturuldu! ",
  "Custom Field successfully deleted!" : "Özel Alan başarıyla silindi! ",
  "Custom Field successfully updated!" : "Özel Alan başarıyla güncellendi! ",
  "Custom Filed" : "Özel Dosyalandı ",
  "Custom Filed use in HRM, Account, Lead, Assests, Contract, Performance, Pos, Retainer, Sales, Taskly all modules.You can using custom filed collect additional information about all modules as you like." : "HRM, Account, Lead, Assests, Contract, Performance, Pos, Retainer, Sales, Taskly all modules içinde özel dosyalanmış kullanım. Özel dosyalanmış olarak, tüm modüller hakkında istediğiniz ek bilgileri istediğiniz şekilde toplayın. ",
  "Delete" : "Sil ",
  "Edit" : "Düzenle ",
  "Edit Custom Field" : "Özel Alanı Düzenle ",
  "Empower Your Workforce with DASH" : "DASH Ile Işgücünüzü Güçlendirin ",
  "for your business?" : "İşiniz için mi? ",
  "Get" : "Al ",
  "Information" : "Bilgi ",
  "Manage Custom Field" : "Özel Alanı Yönet ",
  "Module" : "Modül ",
  "Monthly" : "Ayda bir ",
  "Pay-as-you-go" : "Öde-git-git ",
  "Permission denied." : "İzin reddedildi. ",
  "Secure cloud storage" : "Güvenli bulut depolama ",
  "Software Details" : "Yazılım Ayrıntıları ",
  "This action can not be undone. Do you want to continue?" : "Bu eylem geri alınamaz.  Devam etmek istiyor musunuz? ",
  "Type" : "Tip ",
  "Unlimited installation" : "Sınırsız kuruluş ",
  "Update" : "Güncelleştir ",
  "Use All Modules" : "Tüm Modülleri Kullan ",
  "View Live Demo" : "Canlı Gösterimi Görüntüle ",
  "Why choose dedicated modules" : "Neden adanmış modüller seçsin? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Dash ile, tüm iş fonksiyonlarınızı tek bir konumdan kolayca yönetebilirsiniz. ",
  "Would you like to collect additional information about modules then you can use custome filed.This feature allows you to gather more specific information." : "Modüller hakkında ek bilgi toplamak ister misiniz, daha sonra dosyalamayı kullanabilirsiniz. Bu özellik, daha belirli bilgileri toplamanıza olanak sağlar. ",
  "Yearly" : "Yıllık"
}