{
  " if paid month" : " if betalt month ",
  "'s Form Field" : "s formularfelt ",
  "'s Response" : "' s svar ",
  "/mo" : "/mo ",
  "/Month" : "/Måned ",
  "/Year" : "/År ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Adgang til Premium Add-ons for regnskabskontering, HR, betalinger, Leads, Kommunikation, Management og mere, alt på ét sted! ",
  "Action" : "Handling ",
  "Active" : "Aktiv ",
  "Add Form builder module, using this provides create lead option" : "Tilføj modulbygger-modul ved hjælp af dette giver mulighed for at oprette lead-lead ",
  "An inline frame (iframe) of a form builder performs as an external form of the product which can be attached to any of the other websites without redirecting the internal form and getting the responses to the main product. This mainly works as a third party to get more leads from various websites." : "En indbygget ramme (iframe) i form af en formularbygger, der er en ekstern form for det produkt, som kan knyttes til andre websteder uden at omdirigere den interne formular, og få svar på hovedproduktet.  Dette fungerer hovedsageligt som en tredjepart for at få flere kundeemner fra forskellige websteder. ",
  "Back" : "Tilbage ",
  "Billed month, or" : "Billedet måned, eller ",
  "Billed year, or " : "Faktureret år, eller   ",
  "Buy Now" : "Køb nu ",
  "Buy Now " : "Køb nu   ",
  "Click to copy link" : "Klik for at kopiere link ",
  "Close" : "Luk ",
  "Convert into Lead Setting" : "Konvertér til Lead-indstillinger ",
  "Create" : "Opret ",
  "Create and manage various required forms with diverse form fields, like, Text, Email, Number, Date, and Description as per the business needs for leads." : "Opret og administrér forskellige påkrævede formularer med forskellige formularfelter, f.eks. tekst, e-mail, nummer, dato og beskrivelse i henhold til forretningens behov for kundeemner. ",
  "Create Form" : "Opret formular ",
  "CRM" : "CRM ",
  "Data submit successfully!" : "Data er sendt! ",
  "Delete Field" : "Slet felt ",
  "Delete Form" : "Slet formular ",
  "Edit Field" : "Redigér felt ",
  "Edit Form" : "Redigér formular ",
  "Edit/View Form field" : "Redigér / vis formularfelt ",
  "Email" : "E-mail ",
  "Email already exist in our record.!" : "E-mailen findes allerede i vores record. ",
  "Empower Your Workforce with DASH" : "Styrt din arbejdsstyrke med DASH ",
  "Field not found." : "Feltet er ikke fundet. ",
  "Field successfully created!" : "Feltet er oprettet. ",
  "for Your Business?" : "for din forretning? ",
  "Form Builder" : "Opret formular ",
  "Form Builder Detail" : "Formularbygger oplysning ",
  "Form Builder Introduction" : "Opret formular Builder-Introduktion ",
  "Form Builder Response" : "Opret svar på formular ",
  "Form is not active." : "Formularen er ikke aktiv. ",
  "Form not found please contact to admin." : "Formularen er ikke fundet. Kontakt administratoren. ",
  "Form successfully created!" : "Formularen er oprettet. ",
  "Form successfully deleted!" : "Formularen er slettet! ",
  "Form successfully updated!" : "Formularen er opdateret! ",
  "Form Tools was originally designed to provide an access and storage script for your own web forms. While the script still allows this functionality through external forms, the Form Builder expands on this functionality by allowing you to construct forms right within the Form Tools interface and publish them on your site through the click of a button." : "Formularværktøjer er oprindeligt designet til at give adgang til og lagerscript til dine egne webformularer.  Mens scriptet stadig tillader denne funktionalitet via eksterne formularer, udvides denne funktionalitet ved at give dig mulighed for at konstruere formularer direkte i formularværktøjsgrænsefladen og publicere dem på dit websted via et klik på en knap. ",
  "here" : "her ",
  "if paid year" : "if betalt year ",
  "It will auto convert from response on lead based on below setting. It will not convert old response." : "Den vil automatisk konvertere fra svar på blyet, der er baseret på neden under indstilling.  Den vil ikke konvertere gammel respons. ",
  "Link Copy on Clipboard" : "Linkkopi på udklipsholder ",
  "Manage Forms" : "Administrér formularer ",
  "Monthly" : "Månedligt ",
  "Name" : "Navn ",
  "No data available in table" : "Der er ingen tilgængelige data i tabellen ",
  "Off" : "Fra ",
  "On" : "På ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Permission Denied . " : "Tilladelse nægtet.   ",
  "Permission denied." : "Tilladelse nægtet. ",
  "Permission Denied." : "Tilladelse nægtet. ",
  "Pipelines" : "Pipelines ",
  "Please create new users" : "Opret nye brugere ",
  "Please remove this field from Convert Lead." : "Fjern venligst dette felt fra Konvertér Lead. ",
  "Publishing your First Form" : "Publicér din første formular ",
  "Publishing your forms with the Form Builder is extremely easy. This page explains how to create and publish a form from scratch. We don`t go into any great detail, but hopefully it`s enough to get you started and see how the whole process works." : "Udgivelse af dine formularer med formularbyggeprogrammet er meget nem.  Denne side forklarer, hvordan du opretter og publicerer en formular fra bunden.  Vi går ikke i detaljer, men forhåbentlig er det nok til at få dig i gang og se, hvordan hele processen fungerer. ",
  "Question Name" : "Navn på spørgsmål ",
  "Response" : "Svar ",
  "Response Detail" : "Svardetaljer ",
  "Save" : "Gem ",
  "Secure cloud storage" : "Sikker cloud-storage ",
  "Setting saved successfully!" : "Indstilling er gemt. ",
  "Software Details" : "Softwaredetaljer ",
  "Something went wrong." : "Noget gik galt. ",
  "Subject" : "Emne ",
  "Submit" : "Afsend ",
  "Type" : "Type ",
  "Unlimited installation" : "Ubegrænset installation ",
  "Update" : "Opdatering ",
  "User" : "Bruger ",
  "View Live Demo" : "Vis Live-demo ",
  "View Response" : "Vis svar ",
  "Why choose dedicated modules" : "Hvorfor vælge dedikerede moduler ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Med Dash kan du nemt administrere alle dine forretningsfunktioner fra en enkelt lokalitet. ",
  "Yearly" : "Årligt"
}