{
  " if paid month" : " wenn bezahlter Monat ",
  "'s Form Field" : "Formularfeld ",
  "'s Response" : "' s Antwort ",
  "/mo" : "/mo ",
  "/Month" : "/Monat ",
  "/Year" : "/Jahr ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Zugriff auf Premium-Add-ons für Accounting, HR, Payments, Leads, Communication, Management und mehr, alles an einem Ort! ",
  "Action" : "Aktion ",
  "Active" : "Aktiv ",
  "Add Form builder module, using this provides create lead option" : "Formular Builder-Modul hinzufügen, indem Sie diese Option zum Erstellen einer Lead-Option verwenden ",
  "An inline frame (iframe) of a form builder performs as an external form of the product which can be attached to any of the other websites without redirecting the internal form and getting the responses to the main product. This mainly works as a third party to get more leads from various websites." : "Ein Inline-Frame (iframe) eines Formularerstellungsprogramms wird als externe Form des Produkts ausgeführt, das an eine beliebige der anderen Websites angehängt werden kann, ohne die interne Form umzuleiten und die Antworten auf das Hauptprodukt zu erhalten.  Dies funktioniert hauptsächlich als dritte Partei, um mehr Leads von verschiedenen Websites zu erhalten. ",
  "Back" : "Zurück ",
  "Billed month, or" : "Billed Monat, oder ",
  "Billed year, or " : "Billed Jahr, oder   ",
  "Buy Now" : "Jetzt kaufen ",
  "Buy Now " : "Jetzt kaufen   ",
  "Click to copy link" : "Zum Kopieren des Links klicken ",
  "Close" : "Schließen ",
  "Convert into Lead Setting" : "In Lead-Einstellung konvertieren ",
  "Create" : "Erstellen ",
  "Create and manage various required forms with diverse form fields, like, Text, Email, Number, Date, and Description as per the business needs for leads." : "Erstellen und verwalten Sie verschiedene erforderliche Formulare mit verschiedenen Formularfeldern, wie z. B. Text, E-Mail, Nummer, Datum und Beschreibung, je nach Geschäftsanforderungen für Leads. ",
  "Create Form" : "Formular erstellen ",
  "CRM" : "CRM ",
  "Data submit successfully!" : "Die Daten werden erfolgreich übergeben! ",
  "Delete Field" : "Feld löschen ",
  "Delete Form" : "Formular löschen ",
  "Edit Field" : "Feld bearbeiten ",
  "Edit Form" : "Formular bearbeiten ",
  "Edit/View Form field" : "Formularfeld bearbeiten/anzeigen ",
  "Email" : "E-Mail ",
  "Email already exist in our record.!" : "E-Mail ist bereits in unserem Datensatz vorhanden.! ",
  "Empower Your Workforce with DASH" : "Schalten Sie Ihre Mitarbeiter mit DASH ein ",
  "Field not found." : "Feld nicht gefunden. ",
  "Field successfully created!" : "Feld erfolgreich erstellt! ",
  "for Your Business?" : "für Ihr Geschäft? ",
  "Form Builder" : "Formularerstellungsprogramm ",
  "Form Builder Detail" : "Formularerstellungsprogramm-Details ",
  "Form Builder Introduction" : "Formularerstellungsprogramm-Einführung ",
  "Form Builder Response" : "Formularerstellungsprogramm-Antwort ",
  "Form is not active." : "Formular ist nicht aktiv. ",
  "Form not found please contact to admin." : "Formular nicht gefunden wenden Sie sich bitte an admin. ",
  "Form successfully created!" : "Formular erfolgreich erstellt! ",
  "Form successfully deleted!" : "Formular erfolgreich gelöscht! ",
  "Form successfully updated!" : "Formular erfolgreich aktualisiert! ",
  "Form Tools was originally designed to provide an access and storage script for your own web forms. While the script still allows this functionality through external forms, the Form Builder expands on this functionality by allowing you to construct forms right within the Form Tools interface and publish them on your site through the click of a button." : "Form Tools wurde ursprünglich entworfen, um ein Zugriffs-und Speicherscript für Ihre eigenen Webformulare bereitzustellen.  Während das Script diese Funktionalität noch über externe Formulare zulässt, erweitert sich der Formularbuilder auf diese Funktionalität, indem es Ihnen ermöglicht, Formulare innerhalb der Schnittstelle \"Formulartools\" zu erstellen und diese auf Ihrer Site durch Klicken auf eine Schaltfläche zu veröffentlichen. ",
  "here" : "hier ",
  "if paid year" : "wenn bezahltes Jahr ",
  "It will auto convert from response on lead based on below setting. It will not convert old response." : "Es wird automatisch von Antwort auf Blei basierend auf der folgenden Einstellung zu konvertieren.  Die alte Antwort wird nicht konvertiert. ",
  "Link Copy on Clipboard" : "Link in Zwischenablage kopieren ",
  "Manage Forms" : "Formulare verwalten ",
  "Monthly" : "Monatlich ",
  "Name" : "Name ",
  "No data available in table" : "Keine Daten in Tabelle verfügbar ",
  "Off" : "Aus ",
  "On" : "Auf ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Permission Denied . " : "Berechtigung verweigert.   ",
  "Permission denied." : "Berechtigung verweigert. ",
  "Permission Denied." : "Berechtigung verweigert. ",
  "Pipelines" : "Pipelines ",
  "Please create new users" : "Neue Benutzer erstellen ",
  "Please remove this field from Convert Lead." : "Entfernen Sie dieses Feld aus dem Konvertieren Lead. ",
  "Publishing your First Form" : "Erste Maske veröffentlichen ",
  "Publishing your forms with the Form Builder is extremely easy. This page explains how to create and publish a form from scratch. We don`t go into any great detail, but hopefully it`s enough to get you started and see how the whole process works." : "Die Veröffentlichung der Formulare mit dem Formularerstellungsprogramm ist äußerst einfach.  Auf dieser Seite wird erläutert, wie Sie ein Formular von Grund auf erstellen und veröffentlichen.  Wir gehen nicht ins Detail, aber hoffentlich ist es genug, um Sie loszubekommen und zu sehen, wie der ganze Prozess funktioniert. ",
  "Question Name" : "Fragename ",
  "Response" : "Antwort ",
  "Response Detail" : "Antwortdetails ",
  "Save" : "Speichern ",
  "Secure cloud storage" : "Sicherer Cloudspeicher ",
  "Setting saved successfully!" : "Die Einstellung wurde erfolgreich gespeichert! ",
  "Software Details" : "Softwaredetails ",
  "Something went wrong." : "Etwas ging schief. ",
  "Subject" : "Betreff ",
  "Submit" : "Übergeben ",
  "Type" : "Typ ",
  "Unlimited installation" : "Unbegrenzte Installation ",
  "Update" : "Aktualisieren ",
  "User" : "Benutzer ",
  "View Live Demo" : "Live-Demo anzeigen ",
  "View Response" : "Antwort anzeigen ",
  "Why choose dedicated modules" : "Warum dedizierte Module auswählen ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Mit Dash können Sie bequem alle Ihre Geschäftsfunktionen von einem einzigen Standort aus verwalten. ",
  "Yearly" : "Jährlich"
}