{
  " if paid month" : " si se paga mes ",
  "'s Form Field" : "Campo de formulario ",
  "'s Response" : "Respuesta S ",
  "/mo" : "/mo ",
  "/Month" : "/Mes ",
  "/Year" : "/Año ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Acceso a los complementos Premium para Contabilidad, RRHH, Pagos, Leads, Comunicación, Gestión y más, ¡todo en un solo lugar! ",
  "Action" : "Acción ",
  "Active" : "Activo ",
  "Add Form builder module, using this provides create lead option" : "Añadir módulo del constructor Formulario, utilizando esta opción proporciona la opción de creación principal ",
  "An inline frame (iframe) of a form builder performs as an external form of the product which can be attached to any of the other websites without redirecting the internal form and getting the responses to the main product. This mainly works as a third party to get more leads from various websites." : "Un bastidor en línea (iframe) de un constructor de formularios se realiza como una forma externa del producto que puede conectarse a cualquiera de los otros sitios web sin redirigir el formulario interno y obtener las respuestas al producto principal.  Esto funciona principalmente como un tercero para obtener más leads de varios sitios web. ",
  "Back" : "Volver ",
  "Billed month, or" : "Mes facturado, o ",
  "Billed year, or " : "Año facturado, o   ",
  "Buy Now" : "Comprar ahora ",
  "Buy Now " : "Comprar ahora   ",
  "Click to copy link" : "Pulse para copiar el enlace ",
  "Close" : "Cierre ",
  "Convert into Lead Setting" : "Convertir en valor de cliente potencial ",
  "Create" : "Crear ",
  "Create and manage various required forms with diverse form fields, like, Text, Email, Number, Date, and Description as per the business needs for leads." : "Cree y gestione diversos formularios necesarios con diversos campos de formulario, como Texto, Correo electrónico, Número, Fecha y Descripción según las necesidades empresariales de los clientes potenciales. ",
  "Create Form" : "Crear formulario ",
  "CRM" : "CRM ",
  "Data submit successfully!" : "¡Los datos se envían satisfactoriamente ",
  "Delete Field" : "Eliminar campo ",
  "Delete Form" : "Suprimir formulario ",
  "Edit Field" : "Campo de edición ",
  "Edit Form" : "Editar formulario ",
  "Edit/View Form field" : "Campo Editar/Ver formulario ",
  "Email" : "Correo electrónico ",
  "Email already exist in our record.!" : "El correo electrónico ya existe en nuestro registro.! ",
  "Empower Your Workforce with DASH" : "Capacite a su fuerza laboral con DASH ",
  "Field not found." : "Campo no encontrado. ",
  "Field successfully created!" : "Campo creado satisfactoriamente. ",
  "for Your Business?" : "¿Para tu negocio? ",
  "Form Builder" : "Constructor de formularios ",
  "Form Builder Detail" : "Detalle del constructor de formularios ",
  "Form Builder Introduction" : "Introducción del constructor de formularios ",
  "Form Builder Response" : "Respuesta del Creador de formularios ",
  "Form is not active." : "El formulario no está activo. ",
  "Form not found please contact to admin." : "Formulario no encontrado por favor póngase en contacto con admin. ",
  "Form successfully created!" : "¡Forma creada con éxito! ",
  "Form successfully deleted!" : "Formulario suprimido correctamente. ",
  "Form successfully updated!" : "¡Se ha actualizado correctamente! ",
  "Form Tools was originally designed to provide an access and storage script for your own web forms. While the script still allows this functionality through external forms, the Form Builder expands on this functionality by allowing you to construct forms right within the Form Tools interface and publish them on your site through the click of a button." : "Form Tools se diseñó originalmente para proporcionar un script de acceso y almacenamiento para sus propios formularios web.  Aunque el script todavía permite esta funcionalidad a través de formularios externos, el Creador de formularios se expande en esta funcionalidad al permitirle construir formularios directamente dentro de la interfaz de Herramientas de Formulario y publicarlos en su sitio a través del clic de un botón. ",
  "here" : "aquí ",
  "if paid year" : "Año de pago ",
  "It will auto convert from response on lead based on below setting. It will not convert old response." : "Se convertirá automáticamente de la respuesta en el plomo basado en el valor de abajo.  No convertirá la respuesta antigua. ",
  "Link Copy on Clipboard" : "Copiar enlace en el portapapeles ",
  "Manage Forms" : "Gestionar formularios ",
  "Monthly" : "Mensual ",
  "Name" : "Nombre ",
  "No data available in table" : "No hay datos disponibles en la tabla ",
  "Off" : "Apagado ",
  "On" : "En ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Permission Denied . " : "Permiso Denegado.   ",
  "Permission denied." : "Permiso denegado. ",
  "Permission Denied." : "Permiso Denegado. ",
  "Pipelines" : "Oleoductos ",
  "Please create new users" : "Cree nuevos usuarios ",
  "Please remove this field from Convert Lead." : "Elimine este campo de Convert Lead. ",
  "Publishing your First Form" : "Publicar su primer formulario ",
  "Publishing your forms with the Form Builder is extremely easy. This page explains how to create and publish a form from scratch. We don`t go into any great detail, but hopefully it`s enough to get you started and see how the whole process works." : "Publicar sus formularios con el Constructor de formularios es extremadamente fácil.  Esta página explica cómo crear y publicar un formulario desde cero.  No vamos a entrar en un gran detalle, pero esperemos que sea suficiente para empezar y ver cómo funciona todo el proceso. ",
  "Question Name" : "Nombre de pregunta ",
  "Response" : "Respuesta ",
  "Response Detail" : "Detalle de respuesta ",
  "Save" : "Guardar ",
  "Secure cloud storage" : "Almacenamiento en la nube seguro ",
  "Setting saved successfully!" : "El valor se ha guardado correctamente ",
  "Software Details" : "Detalles de software ",
  "Something went wrong." : "Algo salió mal. ",
  "Subject" : "Asunto ",
  "Submit" : "Presentar ",
  "Type" : "Tipo ",
  "Unlimited installation" : "Instalación ilimitada ",
  "Update" : "Actualización ",
  "User" : "Usuario ",
  "View Live Demo" : "Ver demostración en directo ",
  "View Response" : "Ver respuesta ",
  "Why choose dedicated modules" : "Por qué elegir módulos dedicados ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Con Dash, puede gestionar de forma cómoda todas las funciones empresariales desde una única ubicación. ",
  "Yearly" : "Anual"
}