{
  " if paid month" : " Si le mois est payé ",
  "'s Form Field" : "Zone de formulaire ",
  "'s Response" : "Réponse: ",
  "/mo" : "/mo ",
  "/Month" : "/Mois ",
  "/Year" : "/Année ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place ! ",
  "Action" : "Action ",
  "Active" : "Actif ",
  "Add Form builder module, using this provides create lead option" : "Ajouter un module de générateur de formulaire, à l'aide de cette option de création d'option de création ",
  "An inline frame (iframe) of a form builder performs as an external form of the product which can be attached to any of the other websites without redirecting the internal form and getting the responses to the main product. This mainly works as a third party to get more leads from various websites." : "Un cadre en ligne (iframe) d'un générateur de formulaire se présente sous la forme d'une forme externe du produit qui peut être joint à l'un des autres sites Web sans rediriger le formulaire interne et obtenir les réponses au produit principal.  Cela fonctionne principalement comme une tierce partie pour obtenir plus de pistes à partir de différents sites web. ",
  "Back" : "Précédent ",
  "Billed month, or" : "Mois braisé, ou ",
  "Billed year, or " : "Année de facturation, ou   ",
  "Buy Now" : "Acheter maintenant ",
  "Buy Now " : "Acheter maintenant   ",
  "Click to copy link" : "Cliquez pour copier le lien ",
  "Close" : "Fermer ",
  "Convert into Lead Setting" : "Convertir en paramètre principal ",
  "Create" : "Créer ",
  "Create and manage various required forms with diverse form fields, like, Text, Email, Number, Date, and Description as per the business needs for leads." : "Créer et gérer les différents formulaires requis avec des champs de formulaire variés, tels que Texte, Courrier électronique, Numéro, Date et Description, selon les besoins métier des opportunités commerciales. ",
  "Create Form" : "Créer un formulaire ",
  "CRM" : "CRM ",
  "Data submit successfully!" : "La soumission des données a abouti. ",
  "Delete Field" : "Supprimer une zone ",
  "Delete Form" : "Supprimer le formulaire ",
  "Edit Field" : "Editer la zone ",
  "Edit Form" : "Editer le formulaire ",
  "Edit/View Form field" : "Champ Editer / Visualiser le formulaire ",
  "Email" : "Courrier électronique ",
  "Email already exist in our record.!" : "Le courriel existe déjà dans notre dossier. ",
  "Empower Your Workforce with DASH" : "Émettre votre main-d'œuvre à l'aide de DASH ",
  "Field not found." : "Zone introuvable. ",
  "Field successfully created!" : "Zone créée avec succès ! ",
  "for Your Business?" : "Pour Votre entreprise? ",
  "Form Builder" : "Générateur de formulaires ",
  "Form Builder Detail" : "Détails du générateur de formulaire ",
  "Form Builder Introduction" : "Présentation du générateur de formulaires ",
  "Form Builder Response" : "Réponse du générateur de formulaire ",
  "Form is not active." : "Le formulaire n'est pas actif. ",
  "Form not found please contact to admin." : "Formulaire introuvable s'il vous plaît contacter à admin. ",
  "Form successfully created!" : "Formulaire créé avec succès ! ",
  "Form successfully deleted!" : "Formulaire supprimé avec succès ! ",
  "Form successfully updated!" : "Le formulaire a été mis à jour ! ",
  "Form Tools was originally designed to provide an access and storage script for your own web forms. While the script still allows this functionality through external forms, the Form Builder expands on this functionality by allowing you to construct forms right within the Form Tools interface and publish them on your site through the click of a button." : "Les outils de formulaire ont été conçus à l'origine pour fournir un script d'accès et de stockage pour vos propres formulaires Web.  Bien que le script autorise toujours cette fonctionnalité par des formulaires externes, le Générateur de formulaires se développe sur cette fonctionnalité en vous permettant de construire des formulaires à l'intérieur de l'interface Form Tools et de les publier sur votre site en cliquant sur un bouton. ",
  "here" : "Ici ",
  "if paid year" : "Si l'année est payée ",
  "It will auto convert from response on lead based on below setting. It will not convert old response." : "Il se convertit automatiquement à partir de la réponse sur le plomb en se basant sur le paramètre ci-dessous.  Il ne convertit pas l'ancienne réponse. ",
  "Link Copy on Clipboard" : "Copier le lien dans le presse-papiers ",
  "Manage Forms" : "Gérer les formulaires ",
  "Monthly" : "Mensuelle ",
  "Name" : "Nom ",
  "No data available in table" : "Aucune donnée disponible dans la table ",
  "Off" : "Désactivé ",
  "On" : "Sur ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Permission Denied . " : "Autorisation refusée.   ",
  "Permission denied." : "Autorisation refusée. ",
  "Permission Denied." : "Autorisation refusée. ",
  "Pipelines" : "Pipelines ",
  "Please create new users" : "Créez de nouveaux utilisateurs ",
  "Please remove this field from Convert Lead." : "Supprimez cette zone de Convertir le plomb. ",
  "Publishing your First Form" : "Publication de votre premier formulaire ",
  "Publishing your forms with the Form Builder is extremely easy. This page explains how to create and publish a form from scratch. We don`t go into any great detail, but hopefully it`s enough to get you started and see how the whole process works." : "La publication de vos formulaires avec le Générateur de formulaires est extrêmement simple.  Cette page explique comment créer et publier un formulaire à partir de zéro.  Nous n'allons pas entrer dans les détails, mais j'espère que c'est assez pour vous faire démarrer et voir comment tout le processus fonctionne. ",
  "Question Name" : "Nom de la question ",
  "Response" : "Réponse ",
  "Response Detail" : "Détail de la réponse ",
  "Save" : "Sauvegarder ",
  "Secure cloud storage" : "Stockage de cloud sécurisé ",
  "Setting saved successfully!" : "Paramètre sauvegardé avec succès ! ",
  "Software Details" : "Détails du logiciel ",
  "Something went wrong." : "Quelque chose s'est mal passé. ",
  "Subject" : "Objet ",
  "Submit" : "Soumettre ",
  "Type" : "Type ",
  "Unlimited installation" : "Installation illimitée ",
  "Update" : "Mise à jour ",
  "User" : "Utilisateur ",
  "View Live Demo" : "Afficher la démo en direct ",
  "View Response" : "Afficher la réponse ",
  "Why choose dedicated modules" : "Pourquoi choisir des modules dédiés ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Avec Dash, vous pouvez gérer toutes vos fonctions métier à partir d'un seul emplacement. ",
  "Yearly" : "Yearly"
}