{
  " if paid month" : " indien betaald maand ",
  "'s Form Field" : "Formulierveld ",
  "'s Response" : "Antwoord ",
  "/mo" : "/mo ",
  "/Month" : "/Maand ",
  "/Year" : "/Jaar ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Toegang tot Premium Add-ons voor Accounting, HR, Betalingen, Leads, Communicatie, Management, en meer, allemaal op een plaats! ",
  "Action" : "Actie ",
  "Active" : "Actief ",
  "Add Form builder module, using this provides create lead option" : "Voeg Form Builder module toe, met behulp van deze biedt create lead optie ",
  "An inline frame (iframe) of a form builder performs as an external form of the product which can be attached to any of the other websites without redirecting the internal form and getting the responses to the main product. This mainly works as a third party to get more leads from various websites." : "Een inline frame (iframe) van een formulierbuilder wordt uitgevoerd als een externe vorm van het product dat aan een van de andere websites kan worden gekoppeld zonder dat het interne formulier wordt omgeleid en de reacties op het hoofdproduct worden opgehaald.  Dit werkt voornamelijk als een derde partij om meer leads te krijgen van verschillende websites. ",
  "Back" : "Terug ",
  "Billed month, or" : "Gefactureerde maand, of ",
  "Billed year, or " : "Gefactureerd jaar, of   ",
  "Buy Now" : "Nu kopen ",
  "Buy Now " : "Nu kopen   ",
  "Click to copy link" : "Klik om de link te kopiëren ",
  "Close" : "Sluiten ",
  "Convert into Lead Setting" : "Converteren naar hoofdinstelling ",
  "Create" : "Maken ",
  "Create and manage various required forms with diverse form fields, like, Text, Email, Number, Date, and Description as per the business needs for leads." : "Maak en beheer verschillende vereiste formulieren met diverse formuliervelden, zoals Tekst, E-mail, Nummer, Datum en Beschrijving volgens de bedrijfsbehoeften voor leads. ",
  "Create Form" : "Formulier maken ",
  "CRM" : "CRM ",
  "Data submit successfully!" : "Gegevens zijn verzonden! ",
  "Delete Field" : "Veld wissen ",
  "Delete Form" : "Formulier wissen ",
  "Edit Field" : "Veld bewerken ",
  "Edit Form" : "Formulier bewerken ",
  "Edit/View Form field" : "Formulierveld bewerken/bekijken ",
  "Email" : "E-mail ",
  "Email already exist in our record.!" : "E-mail bestaat al in ons record.! ",
  "Empower Your Workforce with DASH" : "Uw personeelsbestand inzenden met DASH ",
  "Field not found." : "Veld niet gevonden. ",
  "Field successfully created!" : "Veld is gemaakt! ",
  "for Your Business?" : "Voor uw bedrijf? ",
  "Form Builder" : "Formulierbuilder ",
  "Form Builder Detail" : "Details formulierbuilder ",
  "Form Builder Introduction" : "Inleiding papierbuilder ",
  "Form Builder Response" : "Formulierbuilder-respons ",
  "Form is not active." : "Formulier is niet actief. ",
  "Form not found please contact to admin." : "Formulier niet gevonden, neem contact op met admin. ",
  "Form successfully created!" : "Formulier is gemaakt! ",
  "Form successfully deleted!" : "Formulier is gewist! ",
  "Form successfully updated!" : "Formulier is bijgewerkt! ",
  "Form Tools was originally designed to provide an access and storage script for your own web forms. While the script still allows this functionality through external forms, the Form Builder expands on this functionality by allowing you to construct forms right within the Form Tools interface and publish them on your site through the click of a button." : "Form Tools was oorspronkelijk ontworpen om een toegangs-en opslagscript voor uw eigen webformulieren te bieden.  Terwijl het script deze functionaliteit nog steeds toestaat door middel van externe formulieren, breidt de Form Builder deze functionaliteit uit door u formulieren te maken binnen de Form Tools-interface en deze op uw site te publiceren door op een knop te klikken. ",
  "here" : "hier ",
  "if paid year" : "indien betaald jaar ",
  "It will auto convert from response on lead based on below setting. It will not convert old response." : "Het zal automatisch converteren van reactie op lood op basis van onder de instelling.  De oude reactie wordt niet geconverteerd. ",
  "Link Copy on Clipboard" : "Kopiëren naar klembord ",
  "Manage Forms" : "Formulieren beheren ",
  "Monthly" : "Maandelijks ",
  "Name" : "Naam ",
  "No data available in table" : "Geen gegevens beschikbaar in tabel ",
  "Off" : "Uit ",
  "On" : "Aan ",
  "Pay-as-you-go" : "Betaal-als-je-go ",
  "Permission Denied . " : "Toestemming Geweigerd.   ",
  "Permission denied." : "Toestemming geweigerd. ",
  "Permission Denied." : "Toestemming Geweigerd. ",
  "Pipelines" : "Pijpleidingen ",
  "Please create new users" : "Maak nieuwe gebruikers ",
  "Please remove this field from Convert Lead." : "Verwijder dit veld uit Converteren van lood. ",
  "Publishing your First Form" : "Uw eerste formulier publiceren ",
  "Publishing your forms with the Form Builder is extremely easy. This page explains how to create and publish a form from scratch. We don`t go into any great detail, but hopefully it`s enough to get you started and see how the whole process works." : "Het publiceren van uw formulieren met de Form Builder is uiterst eenvoudig.  Op deze pagina wordt uitgelegd hoe u een nieuw formulier maakt en publiceert.  We gaan niet in detail in detail, maar hopelijk is het genoeg om je aan de slag te krijgen en te zien hoe het hele proces werkt. ",
  "Question Name" : "Vraagnaam ",
  "Response" : "Respons ",
  "Response Detail" : "Responsgegevens ",
  "Save" : "Opslaan ",
  "Secure cloud storage" : "Beveiligde cloudopslag ",
  "Setting saved successfully!" : "Instelling is opgeslagen! ",
  "Software Details" : "Softwaregegevens ",
  "Something went wrong." : "Er is iets misgegaan. ",
  "Subject" : "Onderwerp ",
  "Submit" : "Verzenden ",
  "Type" : "Type invoer ",
  "Unlimited installation" : "Onbeperkte installatie ",
  "Update" : "Bijwerken ",
  "User" : "Gebruiker ",
  "View Live Demo" : "Live-demo bekijken ",
  "View Response" : "Respons bekijken ",
  "Why choose dedicated modules" : "Waarom kiezen voor speciale modules ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Met Dash kunt u eenvoudig al uw bedrijfsfuncties beheren vanaf een enkele locatie. ",
  "Yearly" : "Jaarlijks"
}