{
  " if paid month" : " se pago mês ",
  "'s Form Field" : "Campo de Formulário ",
  "'s Response" : "Resposta ",
  "/mo" : "/mo ",
  "/Month" : "/Mês ",
  "/Year" : "/Ano ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Acesso sobre Premium Complementos para Contábeis, RH, Pagamentos, Leads, Comunicação, Gestão e mais, tudo em um só lugar! ",
  "Action" : "Ação ",
  "Active" : "Ativo ",
  "Add Form builder module, using this provides create lead option" : "Módulo do construtor de complemento Formulário, usando isto fornece opção de criação de chumbo ",
  "An inline frame (iframe) of a form builder performs as an external form of the product which can be attached to any of the other websites without redirecting the internal form and getting the responses to the main product. This mainly works as a third party to get more leads from various websites." : "Um quadro inline (iframe) de um construtor de formulários desempenha como forma externa o produto que pode ser acoplado a qualquer um dos outros websites sem redirecionar o formulário interno e obter as respostas para o produto principal.  Isso funciona principalmente como uma terceira parte para obter mais leads de vários sites. ",
  "Back" : "Voltar ",
  "Billed month, or" : "Mês faturado, ou ",
  "Billed year, or " : "Ano faturado, ou   ",
  "Buy Now" : "Comprar Agora ",
  "Buy Now " : "Comprar Agora   ",
  "Click to copy link" : "Clique para copiar link ",
  "Close" : "Fechar ",
  "Convert into Lead Setting" : "Converter em Configuração de Lead ",
  "Create" : "Criar ",
  "Create and manage various required forms with diverse form fields, like, Text, Email, Number, Date, and Description as per the business needs for leads." : "Crie e gerencie várias formas necessárias com campos de formulário diversificado, como, Texto, Email, Número, Data e Descrição conforme as necessidades de negócios para leads. ",
  "Create Form" : "Criar Formulário ",
  "CRM" : "CRM ",
  "Data submit successfully!" : "Data enviar com sucesso! ",
  "Delete Field" : "Campo de Excluir ",
  "Delete Form" : "Formulário de Excluir ",
  "Edit Field" : "Campo Edição ",
  "Edit Form" : "Formulário de edição ",
  "Edit/View Form field" : "Campo editar / Visualizar Formulário ",
  "Email" : "E-mail ",
  "Email already exist in our record.!" : "O e-mail já existe em nosso cadastro.! ",
  "Empower Your Workforce with DASH" : "Empoderar Sua Força De Trabalho com DASH ",
  "Field not found." : "Campo não encontrado. ",
  "Field successfully created!" : "Campo criado com sucesso! ",
  "for Your Business?" : "para Seu Negócio? ",
  "Form Builder" : "Formulário Builder ",
  "Form Builder Detail" : "Detalhe Do Construtor De Formulário ",
  "Form Builder Introduction" : "Introdução do Formulador ",
  "Form Builder Response" : "Resposta do Formulador de ",
  "Form is not active." : "O formulário não está ativo. ",
  "Form not found please contact to admin." : "Formulário não encontrado por favor entre em contato com admin. ",
  "Form successfully created!" : "Formulário criado com sucesso! ",
  "Form successfully deleted!" : "Formulário excluído com sucesso! ",
  "Form successfully updated!" : "Formulário atualizado com sucesso! ",
  "Form Tools was originally designed to provide an access and storage script for your own web forms. While the script still allows this functionality through external forms, the Form Builder expands on this functionality by allowing you to construct forms right within the Form Tools interface and publish them on your site through the click of a button." : "Form Tools foi originalmente desenvolvido para fornecer um script de acesso e armazenamento para suas próprias formas web.  Enquanto o script ainda permite essa funcionalidade por meio de formulários externos, o Formulário de Formulário se expande nesta funcionalidade permitindo que você construa formulários logo dentro da interface do Form Tools e pubque-os em seu site através do clique de um botão. ",
  "here" : "aqui ",
  "if paid year" : "se pago ano ",
  "It will auto convert from response on lead based on below setting. It will not convert old response." : "Ele se converterá a partir de resposta no lead baseado em configuração abaixo.  Ele não converterá resposta antiga. ",
  "Link Copy on Clipboard" : "Cópia de Link no Clipboard ",
  "Manage Forms" : "Gerenciar Formulários ",
  "Monthly" : "Mensal ",
  "Name" : "Nome ",
  "No data available in table" : "Nenhum dado disponível na tabela ",
  "Off" : "Desligado ",
  "On" : "Em ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Permission Denied . " : "Permissão Negada.   ",
  "Permission denied." : "Permissão negada. ",
  "Permission Denied." : "Permissão Negada. ",
  "Pipelines" : "Oleodutos ",
  "Please create new users" : "Por favor, crie novos usuários ",
  "Please remove this field from Convert Lead." : "Por favor, remova este campo do Converter Chumbo. ",
  "Publishing your First Form" : "Publicando seu Primeiro Formulário ",
  "Publishing your forms with the Form Builder is extremely easy. This page explains how to create and publish a form from scratch. We don`t go into any great detail, but hopefully it`s enough to get you started and see how the whole process works." : "A publicação de seus formulários com o Formulário Builder é extremamente fácil.  Esta página explica como criar e publicar um formulário a partir do zero.  Nós não entramos em nenhum grande detalhe, mas tomara que seja o suficiente para que você tenha começado e veja como funciona todo o processo. ",
  "Question Name" : "Nome da Pergunta ",
  "Response" : "Resposta ",
  "Response Detail" : "Detalhe Da Resposta ",
  "Save" : "Salvar ",
  "Secure cloud storage" : "Armazenamento em nuvem segura ",
  "Setting saved successfully!" : "Configuração salva com sucesso! ",
  "Software Details" : "Detalhes do Software ",
  "Something went wrong." : "Algo deu errado. ",
  "Subject" : "Assunto ",
  "Submit" : "Enviar ",
  "Type" : "Tipo ",
  "Unlimited installation" : "Instalação ilimitada ",
  "Update" : "Atualização ",
  "User" : "Usuário ",
  "View Live Demo" : "Visualizar Demo Ao Vivo ",
  "View Response" : "Resposta de Visualização ",
  "Why choose dedicated modules" : "Por que escolher módulos dedicados ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Com o Dash, você pode convenientemente gerenciar todas as suas funções de negócio a partir de um único local. ",
  "Yearly" : "Anual"
}