{
  " if paid month" : " если оплачено месяц ",
  "'s Form Field" : "Поле формы ",
  "'s Response" : "Ответ ",
  "/mo" : "/mo ",
  "/Month" : "/месяц ",
  "/Year" : "/год ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Доступ к Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management и многое другое в одном месте! ",
  "Action" : "Действие ",
  "Active" : "Активно ",
  "Add Form builder module, using this provides create lead option" : "Добавить модуль построителя форм, используя эту опцию создания ведущего ",
  "An inline frame (iframe) of a form builder performs as an external form of the product which can be attached to any of the other websites without redirecting the internal form and getting the responses to the main product. This mainly works as a third party to get more leads from various websites." : "Встроенный фрейм (iframe) компоновщика форм выполняет как внешнюю форму продукта, который можно подключить к любому из других веб-сайтов без перенаправления внутренней формы и получения ответов на основной продукт.  Это в основном работает как третья сторона, чтобы получить больше координат потенциальных покупателей с различных веб-сайтов. ",
  "Back" : "Назад ",
  "Billed month, or" : "Месяц или месяц ",
  "Billed year, or " : "Год за счет счета или   ",
  "Buy Now" : "Купить сейчас ",
  "Buy Now " : "Купить сейчас   ",
  "Click to copy link" : "Щелкните, чтобы скопировать ссылку ",
  "Close" : "Закрыть ",
  "Convert into Lead Setting" : "Преобразовать в параметр координат потенциальных объектов ",
  "Create" : "Создать ",
  "Create and manage various required forms with diverse form fields, like, Text, Email, Number, Date, and Description as per the business needs for leads." : "Создание и управление различными обязательными формами с различными полями формы, например, Текст, Электронная почта, Число, Дата и Описание в соответствии с бизнес-потребностями для потенциальных сделок. ",
  "Create Form" : "Создать форму ",
  "CRM" : "CRM ",
  "Data submit successfully!" : "Данные успешно поданы! ",
  "Delete Field" : "Удалить поле ",
  "Delete Form" : "Удалить форму ",
  "Edit Field" : "Изменить поле ",
  "Edit Form" : "Изменить форму ",
  "Edit/View Form field" : "Изменить/Просмотреть поле формы ",
  "Email" : "Электронная почта ",
  "Email already exist in our record.!" : "Электронная почта уже существует в нашей записи. ",
  "Empower Your Workforce with DASH" : "Расширение прав и возможностей сотрудников с помощью DASH ",
  "Field not found." : "Поле не найдено. ",
  "Field successfully created!" : "Поле успешно создано! ",
  "for Your Business?" : "для Вашего бизнеса? ",
  "Form Builder" : "Компоновщик форм ",
  "Form Builder Detail" : "Сведения построителя форм ",
  "Form Builder Introduction" : "Введение в компоновщик форм ",
  "Form Builder Response" : "Ответ компоновщика форм ",
  "Form is not active." : "Форма не активна. ",
  "Form not found please contact to admin." : "Форма не найдена. Обратитесь к администратору. ",
  "Form successfully created!" : "Форма создана успешно! ",
  "Form successfully deleted!" : "Форма успешно удалена! ",
  "Form successfully updated!" : "Форма успешно обновлена! ",
  "Form Tools was originally designed to provide an access and storage script for your own web forms. While the script still allows this functionality through external forms, the Form Builder expands on this functionality by allowing you to construct forms right within the Form Tools interface and publish them on your site through the click of a button." : "Инструменты формы изначально были разработаны для предоставления доступа и сценария хранения для собственных веб-форм.  Несмотря на то, что сценарий по-прежнему разрешает эту функциональность с помощью внешних форм, построитель форм расширяет эту функциональность, позволяя конструировать формы прямо в интерфейсе инструментов формы и публиковать их на сайте через нажатой кнопку. ",
  "here" : "здесь ",
  "if paid year" : "если год оплаты ",
  "It will auto convert from response on lead based on below setting. It will not convert old response." : "Он автоматически преобразуется из ответа по свинцово в зависимости от значения, приведенного ниже.  Он не будет преобразовывать старый ответ. ",
  "Link Copy on Clipboard" : "Скопировать копию в буфер обмена ",
  "Manage Forms" : "Управление формами ",
  "Monthly" : "Ежемесячно ",
  "Name" : "Имя ",
  "No data available in table" : "В таблице нет данных ",
  "Off" : "Выкл ",
  "On" : "Вс ",
  "Pay-as-you-go" : "Плати-как-ты-иди ",
  "Permission Denied . " : "Разрешение отклонилось.   ",
  "Permission denied." : "В разрешении отказано. ",
  "Permission Denied." : "Разрешение отклонилось. ",
  "Pipelines" : "Конвейеры ",
  "Please create new users" : "Создайте новых пользователей ",
  "Please remove this field from Convert Lead." : "Удалите это поле из преобразования Lead. ",
  "Publishing your First Form" : "Публикация первой формы ",
  "Publishing your forms with the Form Builder is extremely easy. This page explains how to create and publish a form from scratch. We don`t go into any great detail, but hopefully it`s enough to get you started and see how the whole process works." : "Публикация форм с помощью построителя форм чрезвычайно проста.  На этой странице объясняется, как создать и опубликовать форму с нуля.  Мы не углубляемся в детали, но, надеюсь, это достаточно для того, чтобы начать и посмотреть, как работает весь процесс. ",
  "Question Name" : "Имя вопроса ",
  "Response" : "Ответ ",
  "Response Detail" : "Сведения об ответе ",
  "Save" : "Сохранить ",
  "Secure cloud storage" : "Защищенное облачное хранилище ",
  "Setting saved successfully!" : "Установка сохранена успешно! ",
  "Software Details" : "Сведения о программе ",
  "Something went wrong." : "Что-то не так. ",
  "Subject" : "Тема ",
  "Submit" : "Передать ",
  "Type" : "Тип ",
  "Unlimited installation" : "Неограниченный экземпляр ",
  "Update" : "Обновить ",
  "User" : "Пользователь ",
  "View Live Demo" : "Показать демонстрационную версию ",
  "View Response" : "Показать ответ ",
  "Why choose dedicated modules" : "Зачем выбирать выделенные модули ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "С помощью тире можно удобно управлять всеми бизнес-функциями из одного расположения. ",
  "Yearly" : "Ежегодно"
}