{
  " if paid month" : " Ödenmiş ay ",
  "'s Form Field" : "' s Form Alanı ",
  "'s Response" : "' Nın Yanıtı ",
  "/mo" : "/ay ",
  "/Month" : "/Ay ",
  "/Year" : "/Yıl ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Muhasebe, İK, ödemeler, Leads, Communication, Management ve daha fazlası için Premium Add-ons (Ek Eklentiler) üzerinden erişim, tümü tek bir yerde! ",
  "Action" : "Eylem ",
  "Active" : "Etkin ",
  "Add Form builder module, using this provides create lead option" : "Form oluşturucu birimi eklenmesi, bu olanağı kullanarak fırsat yaratma seçeneği sağlar. ",
  "An inline frame (iframe) of a form builder performs as an external form of the product which can be attached to any of the other websites without redirecting the internal form and getting the responses to the main product. This mainly works as a third party to get more leads from various websites." : "Bir form oluşturucunun iç çerçevesi (iframe), ürünün bir dış formu olarak, iç formu yeniden yönlendirmeden ve ana ürüne verilen yanıtları almak zorunda kalmadan, diğer web sitelerine bağlanabilen bir dış form görevi görür.  Bu, daha çok çeşitli web sitelerinden daha fazla fırsat elde etmek için üçüncü bir kişi olarak çalışmaktadır. ",
  "Back" : "Geri ",
  "Billed month, or" : "Faturalanan ay ya da ",
  "Billed year, or " : "Faturalanan yıl ya da   ",
  "Buy Now" : "Şimdi Satın al ",
  "Buy Now " : "Şimdi Satın al   ",
  "Click to copy link" : "Bağlantıyı kopyalamak için tıklatın ",
  "Close" : "Kapat ",
  "Convert into Lead Setting" : "Fırsat Ayarına Dönüştür ",
  "Create" : "Oluştur ",
  "Create and manage various required forms with diverse form fields, like, Text, Email, Number, Date, and Description as per the business needs for leads." : "Fırsatların iş gereksinimlerine göre çeşitli form alanları, örneğin, Metin, E-posta, Sayı, Tarih ve Açıklama gibi çeşitli form alanları oluşturun ve bunları yönetin. ",
  "Create Form" : "Form Yarat ",
  "CRM" : "CRM ",
  "Data submit successfully!" : "Veriler başarıyla teslim oldu! ",
  "Delete Field" : "Alanı Sil ",
  "Delete Form" : "Formu Sil ",
  "Edit Field" : "Alanı Düzenle ",
  "Edit Form" : "Formu Düzenle ",
  "Edit/View Form field" : "Form alanını düzenle/görüntüle ",
  "Email" : "Eposta ",
  "Email already exist in our record.!" : "Kayıtlarımızda e-posta zaten var.! ",
  "Empower Your Workforce with DASH" : "DASH Ile Işgücünüzü Güçlendirin ",
  "Field not found." : "Alan bulunamadı. ",
  "Field successfully created!" : "Alan başarıyla yaratıldı! ",
  "for Your Business?" : "İşiniz Için? ",
  "Form Builder" : "Form Oluşturucu ",
  "Form Builder Detail" : "Form Oluşturucu Ayrıntısı ",
  "Form Builder Introduction" : "Form Oluşturucu Tanıtımı ",
  "Form Builder Response" : "Form Oluşturucu Yanıtı ",
  "Form is not active." : "Form etkin değil. ",
  "Form not found please contact to admin." : "Form bulunamadı, lütfen yönetici ile iletişim kurun. ",
  "Form successfully created!" : "Form başarıyla oluşturuldu! ",
  "Form successfully deleted!" : "Form başarıyla silindi! ",
  "Form successfully updated!" : "Form başarıyla güncellendi! ",
  "Form Tools was originally designed to provide an access and storage script for your own web forms. While the script still allows this functionality through external forms, the Form Builder expands on this functionality by allowing you to construct forms right within the Form Tools interface and publish them on your site through the click of a button." : "Form Araçları, kendi Web formlarınız için bir erişim ve depolama komut dosyası sağlamak üzere tasarlandı.  Komut dosyası, bu işlevselliğin dış formlar aracılığıyla hala sağlanmasına izin verirken, Form Oluşturucu Form Araçları arabirimi içinde form oluşturmanızı ve bunları bir düğmeyi tıklatarak sitenizde yayınlayabilmenize olanak tanıyarak bu işlevselliği genişletir. ",
  "here" : "burayı tıklatın ",
  "if paid year" : "Ödenmiş yıl ",
  "It will auto convert from response on lead based on below setting. It will not convert old response." : "Aşağıdaki ayara dayalı olarak baştaki yanıttan otomatik dönüştürme işlemi otomatik olarak dönüştürülür.  Eski yanıtı dönüştürmez. ",
  "Link Copy on Clipboard" : "Panodaki Bağlantı Kopyası ",
  "Manage Forms" : "Formları Yönet ",
  "Monthly" : "Ayda bir ",
  "Name" : "Ad ",
  "No data available in table" : "Tabloda kullanılabilir veri yok ",
  "Off" : "Kapalı ",
  "On" : "Açık ",
  "Pay-as-you-go" : "Öde-git-git ",
  "Permission Denied . " : "İzin Reddedildi.   ",
  "Permission denied." : "İzin reddedildi. ",
  "Permission Denied." : "İzin Reddedildi. ",
  "Pipelines" : "Boru hatları ",
  "Please create new users" : "Lütfen yeni kullanıcılar oluşturun ",
  "Please remove this field from Convert Lead." : "Lütfen Convert Liderliğinden bu alanı kaldırın. ",
  "Publishing your First Form" : "İlk Formunuzun Yayınlanması ",
  "Publishing your forms with the Form Builder is extremely easy. This page explains how to create and publish a form from scratch. We don`t go into any great detail, but hopefully it`s enough to get you started and see how the whole process works." : "Formlarınızı Form Oluşturucu ile yayınlamak son derece kolaydır.  Bu sayfa, bir formun sıfırdan nasıl yaratılacağı ve yayınlanmasını açıklar.  Herhangi bir ayrıntıya girmiyoruz, ama umarım bu sürecin işe yarayıp nasıl işlediğini görmek için yeterli olur. ",
  "Question Name" : "Soru Adı ",
  "Response" : "Yanıt ",
  "Response Detail" : "Yanıt Ayrıntısı ",
  "Save" : "Kaydet ",
  "Secure cloud storage" : "Güvenli bulut depolama ",
  "Setting saved successfully!" : "Ayar başarıyla kaydedildi! ",
  "Software Details" : "Yazılım Ayrıntıları ",
  "Something went wrong." : "Bir şeyler ters gitti. ",
  "Subject" : "Konu ",
  "Submit" : "Gönder ",
  "Type" : "Tip ",
  "Unlimited installation" : "Sınırsız kuruluş ",
  "Update" : "Güncelleştir ",
  "User" : "Kullanıcı ",
  "View Live Demo" : "Canlı Gösterimi Görüntüle ",
  "View Response" : "Yanıtı Görüntüle ",
  "Why choose dedicated modules" : "Neden adanmış modüller seçsin? ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Dash ile, tüm iş fonksiyonlarınızı tek bir konumdan kolayca yönetebilirsiniz. ",
  "Yearly" : "Yıllık"
}