{
  " if paid month" : " اذا تم دفع شهر ",
  " to authorize." : " للإذن. ",
  "/mo" : "/ mo ",
  "/Month" : "/ شهر ",
  "/Year" : "السنة / السنة ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "التوصل للبرامج المساعدة من العطلات للمحاسبة ، والموارد البشرية ، والمدفوعات ، و Leads ، والاتصالات ، والادارة ، والمزيد ، وكلهم في مكان واحد ! ",
  "Action" : "الإجراء ",
  "Active Google Drive Modules" : "وحدات برامج جوجل Drive الفعالة ",
  "Assign Folder" : "تخصيص حافظة ",
  "Assign Google Drive Folders to Submodules" : "تخصيص حافظات مشغل Google لوحدات البرامج الفرعية ",
  "Back" : "للخلف ",
  "Billed month, or" : "شهر مشوي ، أو ",
  "Billed year, or " : "سنة ممتلئة ، أو   ",
  "Buy Now" : "اشتر الآن ",
  "Buy Now " : "اشتر الآن   ",
  "Cancel" : "الغاء ",
  "Choose Existing Folder" : "اختيار حافظة موجودة ",
  "create" : "تكوين ",
  "Create" : "تكوين ",
  "Create New Folder" : "تكوين حافظة جديدة ",
  "Data Not found!" : "لم يتم ايجاد البيانات ! ",
  "Delete" : "حذف ",
  "Discover the freedom of accessing your Google Drive files directly from Workdo-dash. No more switching between applications or dealing with cumbersome downloads. With this integration, your Google Drive documents, files, and folders are at your fingertips, effortlessly accessible within the Workdo-dash interface. Edit and view a wide range of file types – from Word documents to Excel spreadsheets, text files, and images – using the Google File Viewer/Editor, all without the need to save files locally." : "قم باكتشاف حرية الاتصال بملفات Google Drive الخاصة بك مباشرة من Work-do-dash.  لا يوجد مزيد من التبديل بين التطبيقات أو التعامل مع عمليات التحميل المرهقة.  باستخدام هذا التكامل ، تكون وثائق Google Drive ، والملفات ، والحافظات في متناول يدك ، ويمكن التوصل اليها بدون جهد في واجهة تعامل Worked-dash.  تحرير ومشاهدة نطاق واسع من أنواع الملفات-من وثائق Word الى جداول بيانات Excel ، وملفات النص ، والصور-باستخدام برنامج مشاهدة / برنامج تحرير ملف Google ، كل ذلك بدون الحاجة الى حفظ الملفات محليا. ",
  "Drop files here to upload or click to upload" : "قم باسقاط الملفات هنا ليتم تحميلها أو اضغط للتحميل ",
  "Empower Your Workforce with DASH" : "تمكين قوة العمل الخاصة بك مع DASDH ",
  "Enter Folder name" : "أدخل اسم الحافظة ",
  "Experience a new era of efficiency and collaboration with our cutting-edge Google Drive integration." : "التجربة هي حقبة جديدة من الكفاءة والتعاون مع تكامل محرك غوغل المتطور. ",
  "File Deleted Successfully!" : "تم حذف الملف بنجاح ! ",
  "Folder Created Successfully" : "تم تكوين الحافظة بنجاح ",
  "Folder Name" : "اسم الحافظة ",
  "Folder Not Assigned!" : "لم يتم تخصيص الحافظة ! ",
  "for Your Business?" : "لعملك ؟ ",
  "Google Drive" : "جوجل درايف ",
  "Google Drive " : "جوجل درايف   ",
  "Google Drive Json File" : "ملف جوجل درايف جسون ",
  "Google Drive List View" : "مشاهدة كشف أقراص جوجل ",
  "Google Drive Settings" : "محددات محرك البحث ",
  "Grid View" : "مشاهدة الشبكة ",
  "Grid View to Visualize Your Files and Images with Clarity" : "مشاهدة الشبكة لرؤية الملفات الخاصة بك والصور مع الوضوح ",
  "here" : "هنا ",
  "if paid year" : "في حالة سنة مدفوعة ",
  "Info" : "المعلومات ",
  "Introducing the Google Drive Module Grid View – a dynamic visual hub where your files and images come to life. With seamless integration between Workdo-dash and Google Drive, this innovative feature showcases your documents in a stunning grid layout. Effortlessly browse through your Google Drive files and images right from within our platform, providing an immersive and intuitive experience. Say goodbye to clutter and confusion – our grid view offers clarity at a glance, allowing you to easily locate and access the files that matter most." : "مقدمة عن Google Drive Module Grid View-a dynamic visual hub حيث تأتي الملفات والصور الخاصة بك الى الحياة.  ومع التكامل السلس بين Workd-dash و Google Drive ، تقوم هذه الخاصية المبتكرة بعرض الوثائق الخاصة بك في الشكل العام لشبكة مذهلة.  تصفح بدون جهد من خلال ملفات وصور Doogle Drive الخاصة بك من خلال نظام التشغيل الخاص بنا ، مما يوفر خبرة غرية وغير بديهية.  ولنقول وداعا للفوضى والارتباك-فإن نظرتنا لشبكتنا تعرض الوضوح للوهلة الأولى ، مما يسمح لك بتحديد موقع الملفات الأكثر أهمية والوصول إليها بسهولة. ",
  "LastModified" : "LastModified ",
  "List View" : "مشاهدة كشف ",
  "Monthly" : "شهريا ",
  "Name" : "الاسم ",
  "Open In Google Drive" : "فتح في جوجل درايف ",
  "OR" : "أو ",
  "Pay-as-you-go" : "الدفع-كما تذهب- ",
  "Permission Denied!" : "تم رفض التصريح ! ",
  "permission Denied!" : "تم رفض التصريح ! ",
  "Save Changes" : "حفظ التغييرات ",
  "Seamless  " : "Seamless    ",
  "Secure cloud storage" : "تأمين التخزين السحابي ",
  "Settings Page for Google Drive Integration" : "صفحة المحددات لتكامل مشغل Google ",
  "Size" : "الحجم ",
  "Software Details" : "تفاصيل البرامج ",
  "Something Went Wrong!" : "شيء ما سار بشكل خاطئ ",
  "Streamline your tasks and boost productivity by seamlessly integrating Google Drive into Workdo-dash. Upload your Google Drive credential JSON, choose submodules to enable, and enjoy direct access to your documents and files. Say goodbye to unnecessary app switching and cumbersome downloads – effortlessly edit and view various file types right within the Workdo-dash interface." : "سيتم تسلسلات المهام الخاصة بك وتعزيز الانتاجية من خلال دمج Google Drive في Workdo-dash بسلاسة.  قم بتحميل معتمدي Google Drive JSON ، وقم باختيار وحدات برامج فرعية لاتاحتها ، واستمتع بالاتصال المباشر بالوثائق والملفات الخاصة بك.  قل وداعا لعملية تحويل التطبيق غير الضرورية وعمليات التحميل المرهقة-تقوم بتحرير ومشاهدة أنواع ملفات مختلفة بدون جهد في واجهة تعامل Workd-dash. ",
  "This feature presents your Google Drive files and images in a sleek and organized list format. Navigating through your documents has never been smoother – effortlessly scroll, search, and locate the files you need, all within the familiar confines of our platform. Simplify your workflow and enhance your productivity as you access, edit, and collaborate on documents, right from the convenience of the List View." : "تقدم هذه الخاصية ملفات وصور Google Drive الخاصة بك بنسق كشف وبنسق منظم.  لم يكن التصفح خلال الوثائق الخاصة بك أكثر سلاسة من التصفح والبحث وتحديد مكان الملفات التي تحتاج اليها ، كلها ضمن حدود بيئات التشغيل المألوفة الخاصة بنا.  قم بتبسيط مسار العمل الخاص بك وتحسين الانتاجية الخاصة بك كما تقوم بالتوصل الى وتحرير ومشاركة الوثائق ، وذلك من خلال ملائمة مشاهدة الكشف. ",
  "This record does not have folder assigned, Please choose a folder and click \"Assign Folder \"" : "هذا السجل ليس له حافظة مخصصة ، برجاء اختيار حافظة والضغط على \"تخصيص حافظة\" ",
  "Unleash the full potential of collaboration and organization with our groundbreaking feature – the ability to seamlessly link Google Drive folders with submodules. With this innovative enhancement, Workdo-dash empowers you to synchronize your Google Drive documents with specific submodules, ensuring that your files are precisely where you need them. Whether you're managing projects, tasks, or any other submodule, this feature lets you effortlessly integrate your essential documents, images, and files." : "قم بالغاء اتاحة الامكانيات الكاملة للتعاون والتنظيم مع خاصية بدء التشغيل لدينا-وهي القدرة على ربط حافظات مشغل Google بطريقة سلسة بوحدات البرامج الفرعية.  مع هذا التعزيز المبتكر ، Workd-dash يمكنك من مزامنة وثائق محرك Google الخاصة بك مع وحدات برامج فرعية معينة ، مع التأكد من أن الملفات الخاصة بك هي بالضبط المكان الذي تحتاج اليهم.  سواء كنت تقوم بادارة المشروعات أو المهام أو أي وحدة برامج فرعية أخرى ، فان هذه الخاصية تمكنك من دمج الوثائق والصور والملفات الأساسية الخاصة بك بدون جهد. ",
  "Unlimited installation" : "تركيب غير محدود ",
  "Upload Files" : "تحميل ملفات ",
  "View Details" : "مشاهدة التفاصيل ",
  "View Live Demo" : "مشاهدة العرض التقديمي المباشر ",
  "Why choose dedicated modules" : "لماذا تقوم باختيار وحدات البرامج المخصصة ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "باستخدام Dash ، يمكنك ادارة كل وظائف الأعمال الخاصة بك بطريقة مناسبة من مكان واحد. ",
  "Yearly" : "سنويا ",
  "You have not authorized your google account to browse and attach folders. Click " : "لم تقوم بالتصريح لحساب gogle الخاص بك لتصفح والحاق حافظات.  اضغط"
}