{
  " if paid month" : " if betalt month ",
  " to authorize." : " for at tillade. ",
  "/mo" : "/mo ",
  "/Month" : "/Måned ",
  "/Year" : "/År ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Adgang til Premium Add-ons for regnskabskontering, HR, betalinger, Leads, Kommunikation, Management og mere, alt på ét sted! ",
  "Action" : "Handling ",
  "Active Google Drive Modules" : "Aktive Google-drivermoduler ",
  "Assign Folder" : "Tildel folder ",
  "Assign Google Drive Folders to Submodules" : "Tildel Google Drev-foldere til undermoduler ",
  "Back" : "Tilbage ",
  "Billed month, or" : "Billedet måned, eller ",
  "Billed year, or " : "Faktureret år, eller   ",
  "Buy Now" : "Køb nu ",
  "Buy Now " : "Køb nu   ",
  "Cancel" : "Annullér ",
  "Choose Existing Folder" : "Vælg eksisterende folder ",
  "create" : "opret ",
  "Create" : "Opret ",
  "Create New Folder" : "Opret ny folder ",
  "Data Not found!" : "Data er ikke fundet! ",
  "Delete" : "Slet ",
  "Discover the freedom of accessing your Google Drive files directly from Workdo-dash. No more switching between applications or dealing with cumbersome downloads. With this integration, your Google Drive documents, files, and folders are at your fingertips, effortlessly accessible within the Workdo-dash interface. Edit and view a wide range of file types – from Word documents to Excel spreadsheets, text files, and images – using the Google File Viewer/Editor, all without the need to save files locally." : "Opdag frihed til at få adgang til dine Google Drive-filer direkte fra Workdo-dash.  Der er ikke flere skift mellem applikationer eller håndtering af besværlige downloadninger.  Med denne integration er dine Google Drive-dokumenter, filer og foldere på dine fingerspidser, der er ubesværet tilgængelige inden for Workdo-dash-grænsefladen.  Redigér og få vist en bred vifte af filtyper-fra Word-dokumenter til Excel-regneark, tekstfiler og billeder-via Google File Viewer / Editor, uden at det er nødvendigt at gemme filer lokalt. ",
  "Drop files here to upload or click to upload" : "Placér filer her for at uploade, eller klik for at uploade ",
  "Empower Your Workforce with DASH" : "Styrt din arbejdsstyrke med DASH ",
  "Enter Folder name" : "Angiv foldernavn ",
  "Experience a new era of efficiency and collaboration with our cutting-edge Google Drive integration." : "Oplev en ny æra med effektivitet og samarbejde med vores banebrydende integration af Google Drive. ",
  "File Deleted Successfully!" : "Filen er slettet! ",
  "Folder Created Successfully" : "Folderen er oprettet uden fejl ",
  "Folder Name" : "Foldernavn ",
  "Folder Not Assigned!" : "Folderen er ikke tildelt! ",
  "for Your Business?" : "for din forretning? ",
  "Google Drive" : "Google Drive ",
  "Google Drive " : "Google Drive   ",
  "Google Drive Json File" : "Google Drive Json-fil ",
  "Google Drive List View" : "Oversigt over Google Drive-liste ",
  "Google Drive Settings" : "Indstillinger for Google Drive ",
  "Grid View" : "Gitteroversigt ",
  "Grid View to Visualize Your Files and Images with Clarity" : "Gitteroversigt for at visualisere dine filer og Images med Clarity ",
  "here" : "her ",
  "if paid year" : "if betalt year ",
  "Info" : "Oplysninger ",
  "Introducing the Google Drive Module Grid View – a dynamic visual hub where your files and images come to life. With seamless integration between Workdo-dash and Google Drive, this innovative feature showcases your documents in a stunning grid layout. Effortlessly browse through your Google Drive files and images right from within our platform, providing an immersive and intuitive experience. Say goodbye to clutter and confusion – our grid view offers clarity at a glance, allowing you to easily locate and access the files that matter most." : "Fremvisning af Google Drive Module Gitter-oversigt-en dynamisk visuel hub, hvor dine filer og billeder er kommet til live.  Med problemfri integration mellem Workdo-dash og Google Drive, viser denne innovative funktion dine dokumenter i et bedøvelseslayout.  Ufortløbende gennemsyn gennem Google Drive-filer og -billeder, lige fra vores platform, og giver en immersiv og intuitiv oplevelse.  Sig farvel til rod og forvirring-vores gittervisning giver klarhed ved et blik, så du nemt kan finde og få adgang til de filer, der er vigtigst. ",
  "LastModified" : "LastModified ",
  "List View" : "Listeoversigt ",
  "Monthly" : "Månedligt ",
  "Name" : "Navn ",
  "Open In Google Drive" : "Åbn i Google Drive ",
  "OR" : "ELLER ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Permission Denied!" : "Tilladelse nægtet! ",
  "permission Denied!" : "Tilladelse nægtet! ",
  "Save Changes" : "Gem ændringer ",
  "Seamless  " : "Seamless    ",
  "Secure cloud storage" : "Sikker cloud-storage ",
  "Settings Page for Google Drive Integration" : "Indstillinger Side for Google Drive-integration ",
  "Size" : "Størrelse ",
  "Software Details" : "Softwaredetaljer ",
  "Something Went Wrong!" : "Noget gik galt! ",
  "Streamline your tasks and boost productivity by seamlessly integrating Google Drive into Workdo-dash. Upload your Google Drive credential JSON, choose submodules to enable, and enjoy direct access to your documents and files. Say goodbye to unnecessary app switching and cumbersome downloads – effortlessly edit and view various file types right within the Workdo-dash interface." : "Streamline dine opgaver og øge produktiviteten ved at integrere Google Drive i Workdo-dash.  Upload din Google Drive-legitimation-JSON, vælg undermoduler for at aktivere og nyde direkte adgang til dine dokumenter og filer.  Sig farvel til overflødig app-switching og besværlige downloadninger-redigér og få vist forskellige filtyper i arbejdsgrænsefladen-binde-grænsefladen. ",
  "This feature presents your Google Drive files and images in a sleek and organized list format. Navigating through your documents has never been smoother – effortlessly scroll, search, and locate the files you need, all within the familiar confines of our platform. Simplify your workflow and enhance your productivity as you access, edit, and collaborate on documents, right from the convenience of the List View." : "Denne funktion præsenterer dine Google Drive-filer og -billeder i et sleek-og organiseret listeformat.  Hvis du navigerer gennem dine dokumenter, er det aldrig blevet nemmere at blade, søge og lokalisere de filer, du har brug for, inden for de velkendte grænser for vores platform.  Gør din arbejdsgang enklere og forbedret din produktivitet, når du har adgang til, redigerer og samarbejd på dokumenter, lige fra listen over oversigter, der er vist. ",
  "This record does not have folder assigned, Please choose a folder and click \"Assign Folder \"" : "Denne record har ikke en folder, der er tildelt, vælg en folder, og klik på \"Tildel folder\" ",
  "Unleash the full potential of collaboration and organization with our groundbreaking feature – the ability to seamlessly link Google Drive folders with submodules. With this innovative enhancement, Workdo-dash empowers you to synchronize your Google Drive documents with specific submodules, ensuring that your files are precisely where you need them. Whether you're managing projects, tasks, or any other submodule, this feature lets you effortlessly integrate your essential documents, images, and files." : "Frigør det fulde potentiale for samarbejde og organisation med vores banebrydende funktion-muligheden for at sammenkæde Google Drive-foldere med undermoduler uden problemer.  Med denne innovative udvidelse kan du bruge Workdo-dash-instrumenterne til at synkronisere dine Google Drive-dokumenter med bestemte undermoduler, så du sikrer, at dine filer er præcis, hvor du har brug for dem.  Uanset om du administrerer projekter, opgaver eller et andet undermodul, kan du bruge denne funktion til at integrere dine vigtige dokumenter, billeder og filer uden at blive integreret. ",
  "Unlimited installation" : "Ubegrænset installation ",
  "Upload Files" : "Upload filer ",
  "View Details" : "Vis oplysninger ",
  "View Live Demo" : "Vis Live-demo ",
  "Why choose dedicated modules" : "Hvorfor vælge dedikerede moduler ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Med Dash kan du nemt administrere alle dine forretningsfunktioner fra en enkelt lokalitet. ",
  "Yearly" : "Årligt ",
  "You have not authorized your google account to browse and attach folders. Click " : "Du har ikke godkendt din google-konto til at gennemse og vedhæfte foldere.  Klik på"
}