{
  " if paid month" : " si se paga mes ",
  " to authorize." : " a autorizar. ",
  "/mo" : "/mo ",
  "/Month" : "/Mes ",
  "/Year" : "/Año ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Acceso a los complementos Premium para Contabilidad, RRHH, Pagos, Leads, Comunicación, Gestión y más, ¡todo en un solo lugar! ",
  "Action" : "Acción ",
  "Active Google Drive Modules" : "Módulos de unidad de Google activos ",
  "Assign Folder" : "Asignar carpeta ",
  "Assign Google Drive Folders to Submodules" : "Asignar carpetas de Google Drive a submódulos ",
  "Back" : "Volver ",
  "Billed month, or" : "Mes facturado, o ",
  "Billed year, or " : "Año facturado, o   ",
  "Buy Now" : "Comprar ahora ",
  "Buy Now " : "Comprar ahora   ",
  "Cancel" : "Cancelar ",
  "Choose Existing Folder" : "Seleccione la carpeta existente ",
  "create" : "crear ",
  "Create" : "Crear ",
  "Create New Folder" : "Crear nueva carpeta ",
  "Data Not found!" : "¡Datos no encontrados! ",
  "Delete" : "Suprimir ",
  "Discover the freedom of accessing your Google Drive files directly from Workdo-dash. No more switching between applications or dealing with cumbersome downloads. With this integration, your Google Drive documents, files, and folders are at your fingertips, effortlessly accessible within the Workdo-dash interface. Edit and view a wide range of file types – from Word documents to Excel spreadsheets, text files, and images – using the Google File Viewer/Editor, all without the need to save files locally." : "Descubra la libertad de acceder a sus archivos de Google Drive directamente desde Workdo-dash.  No más cambiar entre aplicaciones o lidiar con descargas engorrosas.  Con esta integración, sus documentos, archivos y carpetas de Google Drive están al alcance de la mano, fácilmente accesibles dentro de la interfaz Workdo-dash.  Editar y ver una amplia gama de tipos de archivo-desde documentos de Word a hojas de cálculo de Excel, archivos de texto e imágenes-utilizando el Visor de archivos de Google/Editor, todo ello sin necesidad de guardar archivos localmente. ",
  "Drop files here to upload or click to upload" : "Suelte los archivos aquí para subir o haga clic para subir ",
  "Empower Your Workforce with DASH" : "Capacite a su fuerza laboral con DASH ",
  "Enter Folder name" : "Especifique el nombre de carpeta ",
  "Experience a new era of efficiency and collaboration with our cutting-edge Google Drive integration." : "Experimente una nueva era de eficiencia y colaboración con nuestra integración de Google Drive de vanguardia. ",
  "File Deleted Successfully!" : "Archivo Suprimido Correctamente. ",
  "Folder Created Successfully" : "Carpeta creada correctamente ",
  "Folder Name" : "Nombre de carpeta ",
  "Folder Not Assigned!" : "¡Carpeta no asignada! ",
  "for Your Business?" : "¿Para tu negocio? ",
  "Google Drive" : "Google Drive ",
  "Google Drive " : "Google Drive   ",
  "Google Drive Json File" : "Archivo Json De Google Drive ",
  "Google Drive List View" : "Vista de lista de Google Drive ",
  "Google Drive Settings" : "Configuración de Google Drive ",
  "Grid View" : "Vista de cuadrícula ",
  "Grid View to Visualize Your Files and Images with Clarity" : "Vista de cuadrícula para visualizar sus archivos e imágenes con claridad ",
  "here" : "aquí ",
  "if paid year" : "Año de pago ",
  "Info" : "Info ",
  "Introducing the Google Drive Module Grid View – a dynamic visual hub where your files and images come to life. With seamless integration between Workdo-dash and Google Drive, this innovative feature showcases your documents in a stunning grid layout. Effortlessly browse through your Google Drive files and images right from within our platform, providing an immersive and intuitive experience. Say goodbye to clutter and confusion – our grid view offers clarity at a glance, allowing you to easily locate and access the files that matter most." : "Introducción del Google Drive Module Grid View-un centro visual dinámico en el que sus archivos e imágenes llegan a la vida.  Con una integración perfecta entre Workdo-dash y Google Drive, esta innovadora característica muestra sus documentos en un diseño de cuadrícula impresionante.  Navega sin esfuerzo a través de tus archivos e imágenes de Google Drive desde dentro de nuestra plataforma, proporcionando una experiencia inmersiva e intuitiva.  Dile adiós a la confusión y confusión-nuestra vista de cuadrícula ofrece claridad de un vistazo, lo que le permite localizar y acceder fácilmente a los archivos que más importan. ",
  "LastModified" : "Última modificación ",
  "List View" : "Vista de lista ",
  "Monthly" : "Mensual ",
  "Name" : "Nombre ",
  "Open In Google Drive" : "Abrir En Google Drive ",
  "OR" : "O ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Permission Denied!" : "Permiso Denegado! ",
  "permission Denied!" : "¡Permiso denegado! ",
  "Save Changes" : "Guardar cambios ",
  "Seamless  " : "Sin fisuras    ",
  "Secure cloud storage" : "Almacenamiento en la nube seguro ",
  "Settings Page for Google Drive Integration" : "Página de valores para la integración de Google Drive ",
  "Size" : "Tamaño ",
  "Software Details" : "Detalles de software ",
  "Something Went Wrong!" : "¡algo Salió Mal! ",
  "Streamline your tasks and boost productivity by seamlessly integrating Google Drive into Workdo-dash. Upload your Google Drive credential JSON, choose submodules to enable, and enjoy direct access to your documents and files. Say goodbye to unnecessary app switching and cumbersome downloads – effortlessly edit and view various file types right within the Workdo-dash interface." : "Agilice sus tareas e impulse la productividad integrando sin problemas Google Drive en Workdo-dash.  Cargue su JSON de credenciales de Google Drive, elija submódulos para habilitar y disfrute de acceso directo a sus documentos y archivos.  Dile adiós a la conmutación innecesaria de aplicaciones y descargas engorrosas-editar sin esfuerzo y ver varios tipos de archivo justo dentro de la interfaz Workdo-dash. ",
  "This feature presents your Google Drive files and images in a sleek and organized list format. Navigating through your documents has never been smoother – effortlessly scroll, search, and locate the files you need, all within the familiar confines of our platform. Simplify your workflow and enhance your productivity as you access, edit, and collaborate on documents, right from the convenience of the List View." : "Esta característica presenta sus archivos e imágenes de Google Drive en un formato de lista elegante y organizado.  Navegar a través de sus documentos nunca ha sido más suave-sin esfuerzo desplazarse, buscar y localizar los archivos que necesita, todo dentro de los confines familiares de nuestra plataforma.  Simplifique su flujo de trabajo y mejore su productividad a medida que acceda, edite y colabore en documentos, desde la comodidad de la vista de lista. ",
  "This record does not have folder assigned, Please choose a folder and click \"Assign Folder \"" : "Este registro no tiene la carpeta asignada, elija una carpeta y haga clic en \"Asignar carpeta\" ",
  "Unleash the full potential of collaboration and organization with our groundbreaking feature – the ability to seamlessly link Google Drive folders with submodules. With this innovative enhancement, Workdo-dash empowers you to synchronize your Google Drive documents with specific submodules, ensuring that your files are precisely where you need them. Whether you're managing projects, tasks, or any other submodule, this feature lets you effortlessly integrate your essential documents, images, and files." : "Libere todo el potencial de colaboración y organización con nuestra innovadora función: la capacidad de enlazar sin problemas las carpetas de Google Drive con submódulos.  Con esta innovadora mejora, Workdo-dash le permite sincronizar sus documentos de Google Drive con submódulos específicos, asegurándose de que sus archivos son precisamente donde los necesita.  Tanto si está gestionando proyectos, tareas o cualquier otro submódulo, esta característica le permite integrar fácilmente sus documentos, imágenes y archivos esenciales. ",
  "Unlimited installation" : "Instalación ilimitada ",
  "Upload Files" : "Cargar archivos ",
  "View Details" : "Ver detalles ",
  "View Live Demo" : "Ver demostración en directo ",
  "Why choose dedicated modules" : "Por qué elegir módulos dedicados ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Con Dash, puede gestionar de forma cómoda todas las funciones empresariales desde una única ubicación. ",
  "Yearly" : "Anual ",
  "You have not authorized your google account to browse and attach folders. Click " : "No ha autorizado su cuenta de Google para examinar y adjuntar carpetas.  Pulse en"
}