{
  " if paid month" : " Si le mois est payé ",
  " to authorize." : " Pour autoriser. ",
  "/mo" : "/mo ",
  "/Month" : "/Mois ",
  "/Year" : "/Année ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place ! ",
  "Action" : "Action ",
  "Active Google Drive Modules" : "Modules Google Drive actifs ",
  "Assign Folder" : "Affecter un dossier ",
  "Assign Google Drive Folders to Submodules" : "Affecter des dossiers Google Drive aux sous-modules ",
  "Back" : "Précédent ",
  "Billed month, or" : "Mois braisé, ou ",
  "Billed year, or " : "Année de facturation, ou   ",
  "Buy Now" : "Acheter maintenant ",
  "Buy Now " : "Acheter maintenant   ",
  "Cancel" : "Annuler ",
  "Choose Existing Folder" : "Choisir un dossier existant ",
  "create" : "Créer ",
  "Create" : "Créer ",
  "Create New Folder" : "Créer un dossier ",
  "Data Not found!" : "Données non trouvées ! ",
  "Delete" : "Supprimer ",
  "Discover the freedom of accessing your Google Drive files directly from Workdo-dash. No more switching between applications or dealing with cumbersome downloads. With this integration, your Google Drive documents, files, and folders are at your fingertips, effortlessly accessible within the Workdo-dash interface. Edit and view a wide range of file types – from Word documents to Excel spreadsheets, text files, and images – using the Google File Viewer/Editor, all without the need to save files locally." : "Découvrez la liberté d'accéder directement à vos fichiers Google Drive à partir de Workdo-dash.  Il n'y a plus de changement entre les applications ou les téléchargements encombrants.  Avec cette intégration, vos documents, fichiers et dossiers Google Drive sont à portée de main, facilement accessibles dans l'interface Workdo-dash.  Editez et affichez une large gamme de types de fichiers-des documents Word aux feuilles de calcul Excel, des fichiers texte et des images-à l'aide de Google File Viewer / Editor, tous sans avoir besoin de sauvegarder les fichiers localement. ",
  "Drop files here to upload or click to upload" : "Supprimer les fichiers ici pour télécharger ou cliquer pour télécharger ",
  "Empower Your Workforce with DASH" : "Émettre votre main-d'œuvre à l'aide de DASH ",
  "Enter Folder name" : "Entrer le nom du dossier ",
  "Experience a new era of efficiency and collaboration with our cutting-edge Google Drive integration." : "Découvrez une nouvelle ère d'efficacité et de collaboration avec notre intégration Google Drive de pointe. ",
  "File Deleted Successfully!" : "Fichier supprimé avec succès ! ",
  "Folder Created Successfully" : "Dossier créé avec succès ",
  "Folder Name" : "Nom du dossier ",
  "Folder Not Assigned!" : "Dossier non affecté ! ",
  "for Your Business?" : "Pour Votre entreprise? ",
  "Google Drive" : "Unité Google ",
  "Google Drive " : "Unité Google   ",
  "Google Drive Json File" : "Fichier Google Drive Json ",
  "Google Drive List View" : "Vue Liste des lecteurs Google ",
  "Google Drive Settings" : "Paramètres de l'unité Google ",
  "Grid View" : "Vue Grille ",
  "Grid View to Visualize Your Files and Images with Clarity" : "Vue de grille pour visualiser vos fichiers et images avec clarté ",
  "here" : "Ici ",
  "if paid year" : "Si l'année est payée ",
  "Info" : "Infos ",
  "Introducing the Google Drive Module Grid View – a dynamic visual hub where your files and images come to life. With seamless integration between Workdo-dash and Google Drive, this innovative feature showcases your documents in a stunning grid layout. Effortlessly browse through your Google Drive files and images right from within our platform, providing an immersive and intuitive experience. Say goodbye to clutter and confusion – our grid view offers clarity at a glance, allowing you to easily locate and access the files that matter most." : "Présentation du module Google Drive Grid View-un concentrateur visuel dynamique où vos fichiers et images viennent à vie.  Avec une intégration transparente entre Workdo-dash et Google Drive, cette fonctionnalité innovante présente vos documents dans une mise en page étonnante.  Effortlement parcourez vos fichiers et images Google Drive à partir de notre plateforme, offrant une expérience immersive et intuitive.  Dis au revoir à l'encombrement et à la confusion-notre vue de grille offre une clarté en un coup d'oeil, vous permettant de localiser et d'accéder facilement aux fichiers qui comptent le plus. ",
  "LastModified" : "LastModified ",
  "List View" : "Vue de liste ",
  "Monthly" : "Mensuelle ",
  "Name" : "Nom ",
  "Open In Google Drive" : "Ouvrir dans l'unité Google ",
  "OR" : "OU ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Permission Denied!" : "Droits d'accès refusés ! ",
  "permission Denied!" : "Permission refusée ! ",
  "Save Changes" : "Enregistrer les modifications ",
  "Seamless  " : "Seamless    ",
  "Secure cloud storage" : "Stockage de cloud sécurisé ",
  "Settings Page for Google Drive Integration" : "Page de paramètres pour l'intégration de l'unité Google ",
  "Size" : "Taille ",
  "Software Details" : "Détails du logiciel ",
  "Something Went Wrong!" : "Quelque chose de Went Wrong ! ",
  "Streamline your tasks and boost productivity by seamlessly integrating Google Drive into Workdo-dash. Upload your Google Drive credential JSON, choose submodules to enable, and enjoy direct access to your documents and files. Say goodbye to unnecessary app switching and cumbersome downloads – effortlessly edit and view various file types right within the Workdo-dash interface." : "Rationaliser vos tâches et augmenter la productivité en intégrant de façon transparente Google Drive dans Workdo-dash.  Téléchargez vos données d'identification Google Drive JSON, choisissez les sous-modules à activer et bénéficiez d'un accès direct à vos documents et fichiers.  Dis au revoir à la commutation inutile d'applications et à la lourdeur des téléchargements-éditer et afficher sans effort divers types de fichiers à l'intérieur de l'interface Workdo-dash. ",
  "This feature presents your Google Drive files and images in a sleek and organized list format. Navigating through your documents has never been smoother – effortlessly scroll, search, and locate the files you need, all within the familiar confines of our platform. Simplify your workflow and enhance your productivity as you access, edit, and collaborate on documents, right from the convenience of the List View." : "Cette fonction présente vos fichiers et images Google Drive dans un format de liste à la fois épuré et organisé.  Naviguer à travers vos documents n'a jamais été sans fumée-faire défiler, rechercher et localiser les fichiers dont vous avez besoin, tout cela dans les limites familières de notre plate-forme.  Simplifiez votre flux de travail et améliorez votre productivité lorsque vous accédez, modifiez et collez sur des documents, à partir de la commodité de la vue de liste. ",
  "This record does not have folder assigned, Please choose a folder and click \"Assign Folder \"" : "Cet enregistrement n'a pas de dossier affecté. Choisissez un dossier et cliquez sur \"Affecter un dossier\". ",
  "Unleash the full potential of collaboration and organization with our groundbreaking feature – the ability to seamlessly link Google Drive folders with submodules. With this innovative enhancement, Workdo-dash empowers you to synchronize your Google Drive documents with specific submodules, ensuring that your files are precisely where you need them. Whether you're managing projects, tasks, or any other submodule, this feature lets you effortlessly integrate your essential documents, images, and files." : "Unleash the full potential of collaboration and organization with our groundbreaking feature-the ability to transparente link Google Drive Dossiers with submodules.  Avec cette amélioration innovante, Workdo-dash vous permet de synchroniser vos documents Google Drive avec des sous-modules spécifiques, en vous assurant que vos fichiers sont précisément là où vous en avez besoin.  Que vous gérez des projets, des tâches ou tout autre sous-module, cette fonction vous permet d'intégrer sans effort vos documents, images et fichiers essentiels. ",
  "Unlimited installation" : "Installation illimitée ",
  "Upload Files" : "Télécharger des fichiers ",
  "View Details" : "Afficher les détails ",
  "View Live Demo" : "Afficher la démo en direct ",
  "Why choose dedicated modules" : "Pourquoi choisir des modules dédiés ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Avec Dash, vous pouvez gérer toutes vos fonctions métier à partir d'un seul emplacement. ",
  "Yearly" : "Yearly ",
  "You have not authorized your google account to browse and attach folders. Click " : "Vous n'avez pas autorisé votre compte Google pour parcourir et joindre des dossiers.  Cliquez sur"
}