{
  " if paid month" : " se mese retribuo ",
  " to authorize." : " per autorizzare. ",
  "/mo" : "/mo ",
  "/Month" : "/Mese ",
  "/Year" : "/Anno ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Accedi su Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management e altro ancora, tutto in un unico posto! ",
  "Action" : "Azione ",
  "Active Google Drive Modules" : "Moduli Google Drive attivi ",
  "Assign Folder" : "Cartella Assegna ",
  "Assign Google Drive Folders to Submodules" : "Assegnare le cartelle di Google Drive ai Submoduli ",
  "Back" : "Indietro ",
  "Billed month, or" : "Mese di fatturazione, o ",
  "Billed year, or " : "Anno di fatturazione, o   ",
  "Buy Now" : "Compra ora ",
  "Buy Now " : "Compra ora   ",
  "Cancel" : "Annulla ",
  "Choose Existing Folder" : "Scegli Cartella esistente ",
  "create" : "creare ",
  "Create" : "Crea ",
  "Create New Folder" : "Crea Nuova Cartella ",
  "Data Not found!" : "Dati Non trovati! ",
  "Delete" : "Elimina ",
  "Discover the freedom of accessing your Google Drive files directly from Workdo-dash. No more switching between applications or dealing with cumbersome downloads. With this integration, your Google Drive documents, files, and folders are at your fingertips, effortlessly accessible within the Workdo-dash interface. Edit and view a wide range of file types – from Word documents to Excel spreadsheets, text files, and images – using the Google File Viewer/Editor, all without the need to save files locally." : "Scopri la libertà di accedere ai tuoi file Google Drive direttamente da Workdo-dash.  Basta passare tra le applicazioni o affrontare i downloads ingombranti.  Con questa integrazione, i tuoi documenti Google Drive, i file e le cartelle sono a portata di mano, facilmente accessibili all'interno dell'interfaccia Workdo - dash.  Modificare e visualizzare un'ampia gamma di tipi di file - da documenti Word a fogli di calcolo Excel, file di testo e immagini - utilizzando Google File Viewer / Editor, il tutto senza la necessità di salvare file localmente. ",
  "Drop files here to upload or click to upload" : "Rilasciare qui i file da caricare o fare clic su upload ",
  "Empower Your Workforce with DASH" : "Empower Your Manodopera con DASH ",
  "Enter Folder name" : "Inserire Nome Cartella ",
  "Experience a new era of efficiency and collaboration with our cutting-edge Google Drive integration." : "Sperimentare una nuova era di efficienza e collaborazione con la nostra integrazione di Google Drive all'avanguardia. ",
  "File Deleted Successfully!" : "File Eliminato Correttamente! ",
  "Folder Created Successfully" : "Cartella Creata Correttamente ",
  "Folder Name" : "Nome cartella ",
  "Folder Not Assigned!" : "Cartella Non Assegnata! ",
  "for Your Business?" : "per il tuo Business? ",
  "Google Drive" : "Google Drive ",
  "Google Drive " : "Google Drive   ",
  "Google Drive Json File" : "File Json di Google Drive ",
  "Google Drive List View" : "Vista elenco Google Drive ",
  "Google Drive Settings" : "Impostazioni Google Drive ",
  "Grid View" : "Vista griglia ",
  "Grid View to Visualize Your Files and Images with Clarity" : "Griglia Visualizza a Visualize Your Files e Immagini con Clarity ",
  "here" : "qui ",
  "if paid year" : "se anno retribuo ",
  "Info" : "Info ",
  "Introducing the Google Drive Module Grid View – a dynamic visual hub where your files and images come to life. With seamless integration between Workdo-dash and Google Drive, this innovative feature showcases your documents in a stunning grid layout. Effortlessly browse through your Google Drive files and images right from within our platform, providing an immersive and intuitive experience. Say goodbye to clutter and confusion – our grid view offers clarity at a glance, allowing you to easily locate and access the files that matter most." : "Introduzione al Google Drive Module Grid View - un hub visivo dinamico dove i tuoi file e le immagini arrivano alla vita.  Con un'integrazione seamless tra Workdo - dash e Google Drive, questa innovativa funzionalità mette in vetrina i tuoi documenti in un layout di griglia stordito.  Sfoglia senza sforzo attraverso i tuoi file Google Drive e le immagini proprio dall'interno della nostra piattaforma, fornendo un'esperienza immersiva e intuitiva.  Dite addio a clutter e confusione - la nostra vista griglia offre chiarezza a uno sguardo, permettenete di localizzare facilmente e accedere ai file che contano di più. ",
  "LastModified" : "LastModified ",
  "List View" : "Vista elenco ",
  "Monthly" : "Mensile ",
  "Name" : "Nome ",
  "Open In Google Drive" : "Apertura in Google Drive ",
  "OR" : "OR ",
  "Pay-as-you-go" : "Pay - as - you - go ",
  "Permission Denied!" : "Permesso Negato! ",
  "permission Denied!" : "permesso Denied! ",
  "Save Changes" : "Salva modifiche ",
  "Seamless  " : "Seamless    ",
  "Secure cloud storage" : "Memoria cloud sicura ",
  "Settings Page for Google Drive Integration" : "Pagina delle impostazioni per Google Drive Integration ",
  "Size" : "Dimensione ",
  "Software Details" : "Dettagli software ",
  "Something Went Wrong!" : "Qualcosa È Andato Storto! ",
  "Streamline your tasks and boost productivity by seamlessly integrating Google Drive into Workdo-dash. Upload your Google Drive credential JSON, choose submodules to enable, and enjoy direct access to your documents and files. Say goodbye to unnecessary app switching and cumbersome downloads – effortlessly edit and view various file types right within the Workdo-dash interface." : "Snelliamo le tue attività e incrementa la produttività inserendo ininterrottamente Google Drive in Workdo-dash.  Carica il tuo JSON della credenziale Google Drive, scegli i sottmoduli per abilitare e goditi l'accesso diretto ai tuoi documenti e file.  Dite addio a inutili commutazione di app e ingombranti download - sforzo di modifica e visualizzazione di vari tipi di file proprio all'interno dell'interfaccia Workdo - dash. ",
  "This feature presents your Google Drive files and images in a sleek and organized list format. Navigating through your documents has never been smoother – effortlessly scroll, search, and locate the files you need, all within the familiar confines of our platform. Simplify your workflow and enhance your productivity as you access, edit, and collaborate on documents, right from the convenience of the List View." : "Questa funzione presenta i tuoi file e le immagini di Google Drive in un formato di listino e di listino organizzato.  Navigare attraverso i tuoi documenti non è mai stato sfumare - scorrere senza sforzo, cercare e individuare i file di cui hai bisogno, tutti all'interno dei confini familiari della nostra piattaforma.  Semplificate il vostro flusso di lavoro e potenziate la vostra produttività man mano che accedi, modifica e collaborate sui documenti, proprio dalla convenienza di Lista View. ",
  "This record does not have folder assigned, Please choose a folder and click \"Assign Folder \"" : "Questo record non ha cartella assegnata, scegliere una cartella e fare clic su \"Assegna Cartella\" ",
  "Unleash the full potential of collaboration and organization with our groundbreaking feature – the ability to seamlessly link Google Drive folders with submodules. With this innovative enhancement, Workdo-dash empowers you to synchronize your Google Drive documents with specific submodules, ensuring that your files are precisely where you need them. Whether you're managing projects, tasks, or any other submodule, this feature lets you effortlessly integrate your essential documents, images, and files." : "Scatenate il pieno potenziale di collaborazione e organizzazione con la nostra caratteristica innovativa - la possibilità di collegare senza sosta le cartelle di Google Drive con i sottmoduli.  Con questo innovativo potenziamento, Workdo - dash emura di sincronizzare i documenti di Google Drive con specifici sottomoduli, garantendo che i tuoi file siano proprio dove hai bisogno di loro.  Che tu stia gestendo progetti, attività o qualsiasi altro modulo secondario, questa funzione consente di integrare senza sforzo i tuoi documenti essenziali, le immagini e i file. ",
  "Unlimited installation" : "Installazione illimitata ",
  "Upload Files" : "Carica file ",
  "View Details" : "Visualizza dettagli ",
  "View Live Demo" : "Visualizza Live Demo ",
  "Why choose dedicated modules" : "Perché scegliere i moduli dedicati ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Con Dash è possibile gestire convenientemente tutte le funzioni aziendali da una singola posizione. ",
  "Yearly" : "Annuale ",
  "You have not authorized your google account to browse and attach folders. Click " : "Non è stato autorizzato il proprio account google per sfogliare e allegare cartelle.  Fai clic"
}