{
  " if paid month" : " indien betaald maand ",
  " to authorize." : " machtiging verlenen. ",
  "/mo" : "/mo ",
  "/Month" : "/Maand ",
  "/Year" : "/Jaar ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Toegang tot Premium Add-ons voor Accounting, HR, Betalingen, Leads, Communicatie, Management, en meer, allemaal op een plaats! ",
  "Action" : "Actie ",
  "Active Google Drive Modules" : "Actieve Google Drive-modules ",
  "Assign Folder" : "Map toewijzen ",
  "Assign Google Drive Folders to Submodules" : "Google Drive-mappen toewijzen aan submodules ",
  "Back" : "Terug ",
  "Billed month, or" : "Gefactureerde maand, of ",
  "Billed year, or " : "Gefactureerd jaar, of   ",
  "Buy Now" : "Nu kopen ",
  "Buy Now " : "Nu kopen   ",
  "Cancel" : "Annuleren ",
  "Choose Existing Folder" : "Bestaande map kiezen ",
  "create" : "maken ",
  "Create" : "Maken ",
  "Create New Folder" : "Nieuwe map maken ",
  "Data Not found!" : "Gegevens niet gevonden! ",
  "Delete" : "Wissen ",
  "Discover the freedom of accessing your Google Drive files directly from Workdo-dash. No more switching between applications or dealing with cumbersome downloads. With this integration, your Google Drive documents, files, and folders are at your fingertips, effortlessly accessible within the Workdo-dash interface. Edit and view a wide range of file types – from Word documents to Excel spreadsheets, text files, and images – using the Google File Viewer/Editor, all without the need to save files locally." : "Ontdek de vrijheid van toegang tot uw Google Drive-bestanden rechtstreeks van Workdo-dash.  Niet meer schakelen tussen toepassingen of omgaan met omslachtige downloads.  Met deze integratie zijn uw Google Drive-documenten, bestanden en mappen binnen handbereik, moeiteloos toegankelijk binnen de Workdo-dash-interface.  Bewerken en bekijken van een breed scala van bestandstypen-van Word-documenten naar Excel-spreadsheets, tekstbestanden en afbeeldingen-met behulp van de Google File Viewer/Editor, allemaal zonder de noodzaak om bestanden lokaal opslaan. ",
  "Drop files here to upload or click to upload" : "Verwijder bestanden hier om te uploaden of klik om te uploaden ",
  "Empower Your Workforce with DASH" : "Uw personeelsbestand inzenden met DASH ",
  "Enter Folder name" : "Mapnaam invoeren ",
  "Experience a new era of efficiency and collaboration with our cutting-edge Google Drive integration." : "Ervaar een nieuw tijdperk van efficiëntie en samenwerking met onze cutting-edge Google Drive integratie. ",
  "File Deleted Successfully!" : "Bestand is gewist! ",
  "Folder Created Successfully" : "Map is gemaakt ",
  "Folder Name" : "Mapnaam ",
  "Folder Not Assigned!" : "Map Niet Toegewezen! ",
  "for Your Business?" : "Voor uw bedrijf? ",
  "Google Drive" : "Google-station ",
  "Google Drive " : "Google-station   ",
  "Google Drive Json File" : "Google Drive Json-bestand ",
  "Google Drive List View" : "Google Drive-lijstweergave ",
  "Google Drive Settings" : "Instellingen voor Google Drive ",
  "Grid View" : "Rasterweergave ",
  "Grid View to Visualize Your Files and Images with Clarity" : "Rasterweergave voor het visualiseren van uw bestanden en afbeeldingen met Clarity ",
  "here" : "hier ",
  "if paid year" : "indien betaald jaar ",
  "Info" : "Info ",
  "Introducing the Google Drive Module Grid View – a dynamic visual hub where your files and images come to life. With seamless integration between Workdo-dash and Google Drive, this innovative feature showcases your documents in a stunning grid layout. Effortlessly browse through your Google Drive files and images right from within our platform, providing an immersive and intuitive experience. Say goodbye to clutter and confusion – our grid view offers clarity at a glance, allowing you to easily locate and access the files that matter most." : "Introductie van de Google Drive Module Grid View-een dynamische visuele hub waar uw bestanden en afbeeldingen tot leven komen.  Met naadloze integratie tussen Workdo-dash en Google Drive, dit innovatieve kenmerk vitrines uw documenten in een prachtige raster lay-out.  Blader moeiteloos door uw Google Drive-bestanden en afbeeldingen vanuit ons platform, met een meeslepende en intuïtieve ervaring.  Neem afscheid van rommel en verwarring-onze weergave van het raster biedt duidelijkheid in een oogopslag, zodat u gemakkelijk te vinden en toegang tot de bestanden die het meest belangrijk. ",
  "LastModified" : "LastModified ",
  "List View" : "Lijstweergave ",
  "Monthly" : "Maandelijks ",
  "Name" : "Naam ",
  "Open In Google Drive" : "Openen In Google Drive ",
  "OR" : "OF ",
  "Pay-as-you-go" : "Betaal-als-je-go ",
  "Permission Denied!" : "Toestemming Geweigerd! ",
  "permission Denied!" : "Toestemming Denied! ",
  "Save Changes" : "Wijzigingen opslaan ",
  "Seamless  " : "Naadloos    ",
  "Secure cloud storage" : "Beveiligde cloudopslag ",
  "Settings Page for Google Drive Integration" : "Instellingen Pagina voor Google Drive-integratie ",
  "Size" : "Grootte ",
  "Software Details" : "Softwaregegevens ",
  "Something Went Wrong!" : "Er Is Iets Misgegaan. ",
  "Streamline your tasks and boost productivity by seamlessly integrating Google Drive into Workdo-dash. Upload your Google Drive credential JSON, choose submodules to enable, and enjoy direct access to your documents and files. Say goodbye to unnecessary app switching and cumbersome downloads – effortlessly edit and view various file types right within the Workdo-dash interface." : "De taken stroomlijnen en de productiviteit verhogen door Google Drive naadloos te integreren in Workdo-dash.  Upload uw Google Drive-legitimatiegegeven JSON, kies submodules om u in te schakelen en geniet van directe toegang tot uw documenten en bestanden.  Neem afscheid van onnodige app schakelen en omslachtig downloads-moeiteloos bewerken en bekijk verschillende bestandstypen direct binnen de Workdo-dash interface. ",
  "This feature presents your Google Drive files and images in a sleek and organized list format. Navigating through your documents has never been smoother – effortlessly scroll, search, and locate the files you need, all within the familiar confines of our platform. Simplify your workflow and enhance your productivity as you access, edit, and collaborate on documents, right from the convenience of the List View." : "Deze functie presenteert uw Google Drive-bestanden en afbeeldingen in een slanke en georganiseerde lijst formaat.  Navigeren door uw documenten is nooit smoother-moeiteloos scrollen, zoeken en vinden van de bestanden die u nodig hebt, allemaal binnen de vertrouwde grenzen van ons platform.  Vereenvoudig uw werkstroom en verbeter uw productiviteit als u documenten opent, bewerkt en samenwerkt aan documenten, vanaf het gemak van de List View. ",
  "This record does not have folder assigned, Please choose a folder and click \"Assign Folder \"" : "Dit record heeft geen map toegewezen, kies een map en klik op \"Map toewijzen\" ",
  "Unleash the full potential of collaboration and organization with our groundbreaking feature – the ability to seamlessly link Google Drive folders with submodules. With this innovative enhancement, Workdo-dash empowers you to synchronize your Google Drive documents with specific submodules, ensuring that your files are precisely where you need them. Whether you're managing projects, tasks, or any other submodule, this feature lets you effortlessly integrate your essential documents, images, and files." : "Ontketenen het volledige potentieel van samenwerking en organisatie met onze baanbrekende functie-de mogelijkheid om naadloos te koppelen Google Drive-mappen met submodules.  Met deze innovatieve uitbreiding geeft Workdo-dash u de mogelijkheid om uw Google Drive-documenten te synchroniseren met specifieke submodules, zodat uw bestanden precies waar u ze nodig hebt.  Ongeacht of u projecten, taken of een andere submodule beheert, kunt u met deze functie moeiteloos uw essentiële documenten, afbeeldingen en bestanden integreren. ",
  "Unlimited installation" : "Onbeperkte installatie ",
  "Upload Files" : "Bestanden uploaden ",
  "View Details" : "Details weergeven ",
  "View Live Demo" : "Live-demo bekijken ",
  "Why choose dedicated modules" : "Waarom kiezen voor speciale modules ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Met Dash kunt u eenvoudig al uw bedrijfsfuncties beheren vanaf een enkele locatie. ",
  "Yearly" : "Jaarlijks ",
  "You have not authorized your google account to browse and attach folders. Click " : "U hebt uw Google-account niet gemachtigd om mappen te bladeren en te koppelen.  Klik op"
}