{
  " if paid month" : " jeśli miesiąc płatny ",
  " to authorize." : " aby autoryzować. ",
  "/mo" : "/mo ",
  "/Month" : "/miesiąc ",
  "/Year" : "/Rok ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place! ",
  "Action" : "Działanie ",
  "Active Google Drive Modules" : "Aktywne moduły Dysku Google ",
  "Assign Folder" : "Przypisz folder ",
  "Assign Google Drive Folders to Submodules" : "Przypisz foldery z napędem Google do podmodułów ",
  "Back" : "Wstecz ",
  "Billed month, or" : "Miesięczny, lub ",
  "Billed year, or " : "Zafakturować rok, lub   ",
  "Buy Now" : "Kup teraz ",
  "Buy Now " : "Kup teraz   ",
  "Cancel" : "Anuluj ",
  "Choose Existing Folder" : "Wybierz istniejący folder ",
  "create" : "tworzenie ",
  "Create" : "Utwórz ",
  "Create New Folder" : "Utwórz nowy folder ",
  "Data Not found!" : "Nie znaleziono danych! ",
  "Delete" : "Usuń ",
  "Discover the freedom of accessing your Google Drive files directly from Workdo-dash. No more switching between applications or dealing with cumbersome downloads. With this integration, your Google Drive documents, files, and folders are at your fingertips, effortlessly accessible within the Workdo-dash interface. Edit and view a wide range of file types – from Word documents to Excel spreadsheets, text files, and images – using the Google File Viewer/Editor, all without the need to save files locally." : "Odkryj swobodę dostępu do plików Dysku Google bezpośrednio z poziomu Workdo-dash.  Koniec z przełączaniem aplikacji lub zajmowanie się uciążaniem plików do pobrania.  Dzięki tej integracji Twoje dokumenty, pliki i foldery Google Drive są na wyciągnięcie ręki, bez wysiłku i dostępne w interfejsie programu Workdo-dash.  Edycja i przeglądanie szerokiej gamy typów plików-od dokumentów Word do arkuszy kalkulacyjnych Excel, plików tekstowych i obrazków-za pomocą przeglądarki plików Google/Redaktor, wszystko bez potrzeby zapisywania plików lokalnie. ",
  "Drop files here to upload or click to upload" : "Upuść pliki w tym miejscu, aby przesłać lub kliknij, aby przesłać ",
  "Empower Your Workforce with DASH" : "Siła robocza pracowników z DASH ",
  "Enter Folder name" : "Wprowadź nazwę folderu ",
  "Experience a new era of efficiency and collaboration with our cutting-edge Google Drive integration." : "Doświadczyć nowej ery efektywności i współpracy z naszym najnowocześniejszych integracji Google Drive. ",
  "File Deleted Successfully!" : "Plik został pomyślnie usunięty! ",
  "Folder Created Successfully" : "Folder został pomyślnie utworzony ",
  "Folder Name" : "Nazwa folderu ",
  "Folder Not Assigned!" : "Folder Nie Został Przypisany! ",
  "for Your Business?" : "dla Twojego Biznesu? ",
  "Google Drive" : "Dysk Google ",
  "Google Drive " : "Dysk Google   ",
  "Google Drive Json File" : "Plik Json dysku Google ",
  "Google Drive List View" : "Widok listy napędów Google ",
  "Google Drive Settings" : "Ustawienia dysku Google ",
  "Grid View" : "Widok siatki ",
  "Grid View to Visualize Your Files and Images with Clarity" : "Formularz planistyczny do wizualizacji Twoich plików i obrazów z Clarity ",
  "here" : "tutaj ",
  "if paid year" : "jeśli rok płatny ",
  "Info" : "Informacja ",
  "Introducing the Google Drive Module Grid View – a dynamic visual hub where your files and images come to life. With seamless integration between Workdo-dash and Google Drive, this innovative feature showcases your documents in a stunning grid layout. Effortlessly browse through your Google Drive files and images right from within our platform, providing an immersive and intuitive experience. Say goodbye to clutter and confusion – our grid view offers clarity at a glance, allowing you to easily locate and access the files that matter most." : "Wprowadzenie do Google Drive Module Grid View-dynamicznego wizualnego serwera koncentrującego, w którym twoje pliki i obrazy trafiają do życia.  Dzięki bezproblemowej integracji między funkcją Workdo-dash a Dyskiem Google, ta nowatorska funkcja prezentuje swoje dokumenty w oszałamiającym układzie siatki.  Bezproblemowo przeglądaj pliki i obrazy Google Drive prosto z naszej platformy, zapewniając w ten sposób intuicyjne i intuicyjne doświadczenie.  Pożegnaj się z bałwochaniem i zamieszaniem-nasz widok siatki oferuje jasność na rzut oka, co pozwala na łatwe zlokalizowanie i dostęp do plików, które są najbardziej istotne. ",
  "LastModified" : "Ostatnia modyfikacja ",
  "List View" : "Widok listy ",
  "Monthly" : "Co miesiąc ",
  "Name" : "Nazwa ",
  "Open In Google Drive" : "Otwórz w Google Drive ",
  "OR" : "LUB ",
  "Pay-as-you-go" : "P-as-go-go-go-go ",
  "Permission Denied!" : "Odmowa uprawnień! ",
  "permission Denied!" : "Odmowa uprawnień! ",
  "Save Changes" : "Zapisz zmiany ",
  "Seamless  " : "Bez szwu    ",
  "Secure cloud storage" : "Bezpieczna pamięć masowa w chmurze ",
  "Settings Page for Google Drive Integration" : "Strona ustawień dla integracji z Dyskiem Google ",
  "Size" : "Wielkość ",
  "Software Details" : "Szczegóły oprogramowania ",
  "Something Went Wrong!" : "Coś Poszło Nie Tak! ",
  "Streamline your tasks and boost productivity by seamlessly integrating Google Drive into Workdo-dash. Upload your Google Drive credential JSON, choose submodules to enable, and enjoy direct access to your documents and files. Say goodbye to unnecessary app switching and cumbersome downloads – effortlessly edit and view various file types right within the Workdo-dash interface." : "Usprawnienie zadań i zwiększenie produktywności dzięki bezproblemowej integracji usług Google Drive w Workdo-dash.  Prześlij plik JSON referencji Dysku Google, wybierz podmoduły, aby je włączyć, i ciesz się bezpośrednim dostępem do dokumentów i plików.  Pożegnaj się z niepotrzebną przełączaniem aplikacji i uciążając pliki do pobrania-bez wysiłku edytuj i wyświetl różne typy plików w interfejsie Workdo-dash. ",
  "This feature presents your Google Drive files and images in a sleek and organized list format. Navigating through your documents has never been smoother – effortlessly scroll, search, and locate the files you need, all within the familiar confines of our platform. Simplify your workflow and enhance your productivity as you access, edit, and collaborate on documents, right from the convenience of the List View." : "Ta funkcja prezentuje pliki i obrazy Google Drive w eleganckiej i zorganizowanej formie listy.  Poruszanie się po dokumentach nigdy nie było wygładzonym-bez wysiłku przewijanie, wyszukiwanie i lokalizowanie potrzebnych plików, wszystko w obrębie znanych nam konfig naszej platformy.  Uprość przepływ pracy i zwiększyć produktywność podczas uzyskiwania dostępu do dokumentów, edytowania i pracy nad dokumentami, a także z poziomu wygody w widoku listy. ",
  "This record does not have folder assigned, Please choose a folder and click \"Assign Folder \"" : "Ten rekord nie ma przypisanego folderu, wybierz folder i kliknij opcję \"Przypisz folder\" ",
  "Unleash the full potential of collaboration and organization with our groundbreaking feature – the ability to seamlessly link Google Drive folders with submodules. With this innovative enhancement, Workdo-dash empowers you to synchronize your Google Drive documents with specific submodules, ensuring that your files are precisely where you need them. Whether you're managing projects, tasks, or any other submodule, this feature lets you effortlessly integrate your essential documents, images, and files." : "Uwolnicie pełny potencjał współpracy i organizacji z naszą przełomową cechą-możliwość bezproblemowego łączenia folderów Google Drive z podmodułami.  Dzięki nowatorskim udoskonaleniu, Workdo-dash upoważnia do synchronizowania dokumentów Google Drive z konkretnymi podmodułami, zapewniając, że pliki są dokładnie tam, gdzie ich potrzebujesz.  Niezależnie od tego, czy zarządzasz projektami, zadaniami czy dowolnym innym podmodułem, ta funkcja umożliwia bezproblemowe zintegrowanie najważniejszych dokumentów, obrazów i plików. ",
  "Unlimited installation" : "Nieograniczona instalacja ",
  "Upload Files" : "Prześlij pliki ",
  "View Details" : "Wyświetl szczegóły ",
  "View Live Demo" : "Wyświetl demo na żywo ",
  "Why choose dedicated modules" : "Dlaczego warto wybrać dedykowane moduły ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Za Pomocą Myślnika można wygodnie zarządzać wszystkimi funkcjami biznesowymi z jednego miejsca. ",
  "Yearly" : "Co rok ",
  "You have not authorized your google account to browse and attach folders. Click " : "Nie masz uprawnień do konta google, aby przeglądać i dołączyć foldery.  Kliknij"
}