{
  " if paid month" : " se pago mês ",
  " to authorize." : " para autorizar. ",
  "/mo" : "/mo ",
  "/Month" : "/Mês ",
  "/Year" : "/Ano ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Acesso sobre Premium Complementos para Contábeis, RH, Pagamentos, Leads, Comunicação, Gestão e mais, tudo em um só lugar! ",
  "Action" : "Ação ",
  "Active Google Drive Modules" : "Modules ativos do Google Drive ",
  "Assign Folder" : "Atribuir Pasta ",
  "Assign Google Drive Folders to Submodules" : "Designar Folders do Google Drive para Submódulos ",
  "Back" : "Voltar ",
  "Billed month, or" : "Mês faturado, ou ",
  "Billed year, or " : "Ano faturado, ou   ",
  "Buy Now" : "Comprar Agora ",
  "Buy Now " : "Comprar Agora   ",
  "Cancel" : "Cancelar ",
  "Choose Existing Folder" : "Escolher A Pasta Existente ",
  "create" : "criar ",
  "Create" : "Criar ",
  "Create New Folder" : "Criar Nova Pasta ",
  "Data Not found!" : "Dados Não encontrados! ",
  "Delete" : "Excluir ",
  "Discover the freedom of accessing your Google Drive files directly from Workdo-dash. No more switching between applications or dealing with cumbersome downloads. With this integration, your Google Drive documents, files, and folders are at your fingertips, effortlessly accessible within the Workdo-dash interface. Edit and view a wide range of file types – from Word documents to Excel spreadsheets, text files, and images – using the Google File Viewer/Editor, all without the need to save files locally." : "Descubra a liberdade de acessar seus arquivos do Google Drive diretamente do Workdo-dash.  Não mais trocar entre aplicativos ou lidar com downloads cumbernados.  Com essa integração, seus documentos, arquivos e pastas do Google Drive estão em suas pontas dos dedos, facilmente acessíveis dentro da interface Workdo-dash.  Edite e visualize uma ampla gama de tipos de arquivo-a partir de documentos do Word para planilhas do Excel, arquivos de texto e imagens-usando o Google File Viewer / Editor, tudo sem a necessidade de salvar arquivos localmente. ",
  "Drop files here to upload or click to upload" : "Eliminar arquivos aqui para fazer upload ou clique para fazer upload ",
  "Empower Your Workforce with DASH" : "Empoderar Sua Força De Trabalho com DASH ",
  "Enter Folder name" : "Inserir Nome da Pasta ",
  "Experience a new era of efficiency and collaboration with our cutting-edge Google Drive integration." : "Experiencie uma nova era de eficiência e colaboração com a nossa integração do Google Drive de ponta. ",
  "File Deleted Successfully!" : "Arquivo Excluído Com Sucesso! ",
  "Folder Created Successfully" : "Pasta Criada Com Sucesso ",
  "Folder Name" : "Nome da pasta ",
  "Folder Not Assigned!" : "Pasta Não Designada! ",
  "for Your Business?" : "para Seu Negócio? ",
  "Google Drive" : "Google Drive ",
  "Google Drive " : "Google Drive   ",
  "Google Drive Json File" : "Arquivo do Google Drive Json ",
  "Google Drive List View" : "Visualização de Lista do Google Drive ",
  "Google Drive Settings" : "Configurações do Google Drive ",
  "Grid View" : "Visualização do Gr ",
  "Grid View to Visualize Your Files and Images with Clarity" : "Grade View para Visualizar Seus Arquivos e Imagens com Clarity ",
  "here" : "aqui ",
  "if paid year" : "se pago ano ",
  "Info" : "Info ",
  "Introducing the Google Drive Module Grid View – a dynamic visual hub where your files and images come to life. With seamless integration between Workdo-dash and Google Drive, this innovative feature showcases your documents in a stunning grid layout. Effortlessly browse through your Google Drive files and images right from within our platform, providing an immersive and intuitive experience. Say goodbye to clutter and confusion – our grid view offers clarity at a glance, allowing you to easily locate and access the files that matter most." : "Introduzindo o Google Drive Module Grid View-um hub visual dinâmico onde seus arquivos e imagens chegam à vida.  Com integração perfeita entre Workdo-dash e Google Drive, este recurso inovador mostrava seus documentos em um layout de grade deslumbrante.  Navegue sem esforço através de seus arquivos do Google Drive e imagens direto de dentro da nossa plataforma, proporcionando uma experiência imersiva e intuitiva.  Diga adeus à bagunça e confusão-nossa visão de grade oferece clareza em uma olhada, permitindo que você localize e acesse facilmente os arquivos que mais importam. ",
  "LastModified" : "LastModificado ",
  "List View" : "Visualização de Lista ",
  "Monthly" : "Mensal ",
  "Name" : "Nome ",
  "Open In Google Drive" : "Abrir No Google Drive ",
  "OR" : "OU ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Permission Denied!" : "Permissão Negada! ",
  "permission Denied!" : "permissão Denied! ",
  "Save Changes" : "Salvar Alterações ",
  "Seamless  " : "Seamless    ",
  "Secure cloud storage" : "Armazenamento em nuvem segura ",
  "Settings Page for Google Drive Integration" : "Página de Configurações para Integração do Google Drive ",
  "Size" : "Tamanho ",
  "Software Details" : "Detalhes do Software ",
  "Something Went Wrong!" : "Algo Deu Errado! ",
  "Streamline your tasks and boost productivity by seamlessly integrating Google Drive into Workdo-dash. Upload your Google Drive credential JSON, choose submodules to enable, and enjoy direct access to your documents and files. Say goodbye to unnecessary app switching and cumbersome downloads – effortlessly edit and view various file types right within the Workdo-dash interface." : "Agilizar suas tarefas e impulsionar a produtividade, integrando perfeitamente o Google Drive em Workdo-dash.  Faça o upload de seu JSON de credencial do Google Drive, escolha submódulos para ativar e desfrute de acesso direto aos seus documentos e arquivos.  Diga adeus a comutação de app desnecessário e downloads de cumberalguns-inutilmente edite e visualize vários tipos de arquivo bem dentro da interface Workdo-dash. ",
  "This feature presents your Google Drive files and images in a sleek and organized list format. Navigating through your documents has never been smoother – effortlessly scroll, search, and locate the files you need, all within the familiar confines of our platform. Simplify your workflow and enhance your productivity as you access, edit, and collaborate on documents, right from the convenience of the List View." : "Este recurso apresenta seus arquivos e imagens do Google Drive em um formato de lista elegante e organizado.  Navegar por seus documentos nunca foi o smoother-empenhar-se inutilmente, pesquisar e localizar os arquivos que você precisa, tudo dentro dos limites familiares da nossa plataforma.  Simplifique seu fluxo de trabalho e melhore sua produtividade à medida que você acessa, edite e colabore em documentos, direto da conveniência da Lista View. ",
  "This record does not have folder assigned, Please choose a folder and click \"Assign Folder \"" : "Este registro não tem pasta atribuída, Escolha uma pasta e clique em \"Atribuir Pasta\" ",
  "Unleash the full potential of collaboration and organization with our groundbreaking feature – the ability to seamlessly link Google Drive folders with submodules. With this innovative enhancement, Workdo-dash empowers you to synchronize your Google Drive documents with specific submodules, ensuring that your files are precisely where you need them. Whether you're managing projects, tasks, or any other submodule, this feature lets you effortlessly integrate your essential documents, images, and files." : "Desencadeie todo o potencial de colaboração e organização com o nosso recurso inovador-a capacidade de unir perfeitamente as pastas do Google Drive com submódulos.  Com este aprimoramento inovador, o Workdo-dash capacita você a sincronizar seus documentos do Google Drive com submódulos específicos, garantindo que seus arquivos estejam precisamente onde você precisa deles.  Se você está gerenciando projetos, tarefas ou qualquer outro submódulo, este recurso permite que você incompativelmente integre seus documentos essenciais, imagens e arquivos. ",
  "Unlimited installation" : "Instalação ilimitada ",
  "Upload Files" : "Upload de Arquivos ",
  "View Details" : "Detalhes da Vista ",
  "View Live Demo" : "Visualizar Demo Ao Vivo ",
  "Why choose dedicated modules" : "Por que escolher módulos dedicados ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Com o Dash, você pode convenientemente gerenciar todas as suas funções de negócio a partir de um único local. ",
  "Yearly" : "Anual ",
  "You have not authorized your google account to browse and attach folders. Click " : "Você não autorizou sua conta do google para navegar e anexar pastas.  Clique"
}