{
  " if paid month" : " если оплачено месяц ",
  " to authorize." : " для авторизации. ",
  "/mo" : "/mo ",
  "/Month" : "/месяц ",
  "/Year" : "/год ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Доступ к Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management и многое другое в одном месте! ",
  "Action" : "Действие ",
  "Active Google Drive Modules" : "Активные модули накопителей Google ",
  "Assign Folder" : "Назначить папку ",
  "Assign Google Drive Folders to Submodules" : "Назначить подмодули Google Drive Folders ",
  "Back" : "Назад ",
  "Billed month, or" : "Месяц или месяц ",
  "Billed year, or " : "Год за счет счета или   ",
  "Buy Now" : "Купить сейчас ",
  "Buy Now " : "Купить сейчас   ",
  "Cancel" : "Отмена ",
  "Choose Existing Folder" : "Выбрать существующую папку ",
  "create" : "создать ",
  "Create" : "Создать ",
  "Create New Folder" : "Создать новую папку ",
  "Data Not found!" : "Данные не найдены! ",
  "Delete" : "Удалить ",
  "Discover the freedom of accessing your Google Drive files directly from Workdo-dash. No more switching between applications or dealing with cumbersome downloads. With this integration, your Google Drive documents, files, and folders are at your fingertips, effortlessly accessible within the Workdo-dash interface. Edit and view a wide range of file types – from Word documents to Excel spreadsheets, text files, and images – using the Google File Viewer/Editor, all without the need to save files locally." : "Узнай о свободе доступа к файлам Google Drive непосредственно из Workdo-dash.  Нет больше переключаться между приложениями или иметь дело с громоздким загрузкой.  С этой интеграцией ваши документы, файлы и папки Google Drive находятся у вас на кончики пальцев, легко доступные в интерфейсе Workdo-dash.  Редактирование и просмотр широкого диапазона типов файлов-от документов Word до электронных таблиц Excel, текстовых файлов и изображений-с помощью программы просмотра файлов Google/Редактора файлов без необходимости сохранения файлов локально. ",
  "Drop files here to upload or click to upload" : "Отбросить файлы здесь, чтобы закачать или щелкнуть, чтобы закачать ",
  "Empower Your Workforce with DASH" : "Расширение прав и возможностей сотрудников с помощью DASH ",
  "Enter Folder name" : "Введите имя папки ",
  "Experience a new era of efficiency and collaboration with our cutting-edge Google Drive integration." : "Испытай новую эру эффективности и сотрудничества с нашим cutting-edge Google Drive integration. ",
  "File Deleted Successfully!" : "Файл удален успешно! ",
  "Folder Created Successfully" : "Папка создана успешно ",
  "Folder Name" : "Имя папки ",
  "Folder Not Assigned!" : "Папка не назначена! ",
  "for Your Business?" : "для Вашего бизнеса? ",
  "Google Drive" : "Google Drive ",
  "Google Drive " : "Google Drive   ",
  "Google Drive Json File" : "Файл Json для Google Drive ",
  "Google Drive List View" : "Панель списка дисков Google ",
  "Google Drive Settings" : "Параметры Google Drive ",
  "Grid View" : "Представление сетки ",
  "Grid View to Visualize Your Files and Images with Clarity" : "Представление сетки для визуализации ваших файлов и изображений с помощью кларитности ",
  "here" : "здесь ",
  "if paid year" : "если год оплаты ",
  "Info" : "Информация ",
  "Introducing the Google Drive Module Grid View – a dynamic visual hub where your files and images come to life. With seamless integration between Workdo-dash and Google Drive, this innovative feature showcases your documents in a stunning grid layout. Effortlessly browse through your Google Drive files and images right from within our platform, providing an immersive and intuitive experience. Say goodbye to clutter and confusion – our grid view offers clarity at a glance, allowing you to easily locate and access the files that matter most." : "Введение в Google Drive Module Grid View-динамический визуальный центр, где ваши файлы и изображения приходят к жизни.  Благодаря бесшовной интеграции между Workde-dash и Google Drive, эта инновационная функция демонстрирует ваши документы в потрясающем формате сетки.  Легко просматривая файлы Google Drive и изображения справа от нашей платформы, обеспечивая иммерзивный и интуитивный опыт.  Попрощаемся с нагромождностью и неразберишностью-наш взгляд на сетку обеспечивает наглядность, позволяя вам легко найти и получить доступ к файлам, которые имеют значение больше всего. ",
  "LastModified" : "Последнее изменение ",
  "List View" : "Представление списка ",
  "Monthly" : "Ежемесячно ",
  "Name" : "Имя ",
  "Open In Google Drive" : "Открыть в Google Drive ",
  "OR" : "ИЛИ ",
  "Pay-as-you-go" : "Плати-как-ты-иди ",
  "Permission Denied!" : "Разрешение отклонилось! ",
  "permission Denied!" : "разрешение на отказ! ",
  "Save Changes" : "Сохранить изменения ",
  "Seamless  " : "Гладко    ",
  "Secure cloud storage" : "Защищенное облачное хранилище ",
  "Settings Page for Google Drive Integration" : "Страница параметров для интеграции с Google Drive ",
  "Size" : "Размер ",
  "Software Details" : "Сведения о программе ",
  "Something Went Wrong!" : "Что-То Пошло Не Так! ",
  "Streamline your tasks and boost productivity by seamlessly integrating Google Drive into Workdo-dash. Upload your Google Drive credential JSON, choose submodules to enable, and enjoy direct access to your documents and files. Say goodbye to unnecessary app switching and cumbersome downloads – effortlessly edit and view various file types right within the Workdo-dash interface." : "Рационализировать свои задачи и повысить производительность благодаря интеграции Google Drive в Workdo-dash.  Закачайте JSON идентификационных данных Google Drive, выберите подмодули, которые нужно включить, и получите прямой доступ к вашим документам и файлам.  Попрощаемся с ненужным переключением приложений и обременительными закачек-легко редактировать и просматривать различные типы файлов в интерфейсе Workdo-dash. ",
  "This feature presents your Google Drive files and images in a sleek and organized list format. Navigating through your documents has never been smoother – effortlessly scroll, search, and locate the files you need, all within the familiar confines of our platform. Simplify your workflow and enhance your productivity as you access, edit, and collaborate on documents, right from the convenience of the List View." : "Эта функция предоставляет файлы и изображения Google Drive в формате sleek и организованного списка.  Навигация по вашим документам никогда не была более бездорожна-без труда прокручиваться, искать и находить необходимые файлы, все в пределах привычного для нашей платформы уровня.  Упростите рабочий поток и повыдите производительность при доступе к документам, редактировании и совместной работе с документами, прямо из удобства представления списка. ",
  "This record does not have folder assigned, Please choose a folder and click \"Assign Folder \"" : "Для этой записи не назначена папка, выберите папку и нажмите \"Назначить папку\" ",
  "Unleash the full potential of collaboration and organization with our groundbreaking feature – the ability to seamlessly link Google Drive folders with submodules. With this innovative enhancement, Workdo-dash empowers you to synchronize your Google Drive documents with specific submodules, ensuring that your files are precisely where you need them. Whether you're managing projects, tasks, or any other submodule, this feature lets you effortlessly integrate your essential documents, images, and files." : "Раскрывая весь потенциал сотрудничества и организации с нашей новаторской функцией-возможность прозрачно связать папки Google Drive с подмодулями.  Благодаря этому инновационному усовершенствованию, Workd-dash предоставляет вам возможность синхронизировать документы Google Drive с конкретными субмодулями, обеспечивая, чтобы ваши файлы были именно там, где они нужны.  Независимо от того, управляете ли вы проектами, задачами или другими подмодулями, эта функция позволяет без труда интегрировать основные документы, изображения и файлы. ",
  "Unlimited installation" : "Неограниченный экземпляр ",
  "Upload Files" : "Передать файлы ",
  "View Details" : "Просмотреть сведения ",
  "View Live Demo" : "Показать демонстрационную версию ",
  "Why choose dedicated modules" : "Зачем выбирать выделенные модули ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "С помощью тире можно удобно управлять всеми бизнес-функциями из одного расположения. ",
  "Yearly" : "Ежегодно ",
  "You have not authorized your google account to browse and attach folders. Click " : "Вы не авторизовали учетную запись google для просмотра и присоединения папок.  Щелкните по"
}