{
  " if paid month" : " Ödenmiş ay ",
  " to authorize." : " -Tamam. ",
  "/mo" : "/ay ",
  "/Month" : "/Ay ",
  "/Year" : "/Yıl ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Muhasebe, İK, ödemeler, Leads, Communication, Management ve daha fazlası için Premium Add-ons (Ek Eklentiler) üzerinden erişim, tümü tek bir yerde! ",
  "Action" : "Eylem ",
  "Active Google Drive Modules" : "Etkin Google Drive Modülleri ",
  "Assign Folder" : "Klasör Ata ",
  "Assign Google Drive Folders to Submodules" : "Google Drive Klasörlerini Alt Modüllere Ata ",
  "Back" : "Geri ",
  "Billed month, or" : "Faturalanan ay ya da ",
  "Billed year, or " : "Faturalanan yıl ya da   ",
  "Buy Now" : "Şimdi Satın al ",
  "Buy Now " : "Şimdi Satın al   ",
  "Cancel" : "İptal ",
  "Choose Existing Folder" : "Var Olan Klasörü Seç ",
  "create" : "yarat ",
  "Create" : "Oluştur ",
  "Create New Folder" : "Yeni Klasör Yarat ",
  "Data Not found!" : "Veri bulunamadı! ",
  "Delete" : "Sil ",
  "Discover the freedom of accessing your Google Drive files directly from Workdo-dash. No more switching between applications or dealing with cumbersome downloads. With this integration, your Google Drive documents, files, and folders are at your fingertips, effortlessly accessible within the Workdo-dash interface. Edit and view a wide range of file types – from Word documents to Excel spreadsheets, text files, and images – using the Google File Viewer/Editor, all without the need to save files locally." : "Doğrudan Workdo-dash içinden Google Drive dosyalarınıza erişme özgürlüğünü keşfedin.  Uygulamalar arasında daha fazla geçiş yapmak ya da hantal yüklemelerle uğraşmak yok.  Bu tümleştirmeyle, Google Drive belgeleriniz, dosyalarınız ve klasörleriniz, Workdo-dash arabirimi içinde zahmetsizce erişilebilir.parmak uçlarınızda.  Word belgelerinden Excel elektronik tablolarına, metin dosyalarına ve resimlere kadar geniş bir yelpazede dosya türü yelpazesinden Google Dosya Görüntüleyici/Editor uygulamasını kullanarak dosyaları yerel olarak kaydetmeye gerek kalmadan düzenleyin ve düzenleyin. ",
  "Drop files here to upload or click to upload" : "Karşıya yüklemek için dosyaları buraya bırakın ya da karşıya yüklemek için tıklatın ",
  "Empower Your Workforce with DASH" : "DASH Ile Işgücünüzü Güçlendirin ",
  "Enter Folder name" : "Klasör adını girin ",
  "Experience a new era of efficiency and collaboration with our cutting-edge Google Drive integration." : "Son teknoloji Google Drive entegrasyonuyla yeni bir verimlilik ve işbirliği çağı deneyimi yaşasın. ",
  "File Deleted Successfully!" : "Dosya Başarıyla Silindi! ",
  "Folder Created Successfully" : "Klasör Başarıyla Yaratıldı ",
  "Folder Name" : "Klasör Adı ",
  "Folder Not Assigned!" : "Klasör Atanmadı! ",
  "for Your Business?" : "İşiniz Için? ",
  "Google Drive" : "Google Drive ",
  "Google Drive " : "Google Drive   ",
  "Google Drive Json File" : "Google Drive Json Dosyası ",
  "Google Drive List View" : "Google Sürücü Listesi Görünümü ",
  "Google Drive Settings" : "Google Drive Ayarları ",
  "Grid View" : "Izgara Görünümü ",
  "Grid View to Visualize Your Files and Images with Clarity" : "Clarity ile Dosyalarınızı ve Görüntülerinizi Görselleştirmek için Izgara Görünümü ",
  "here" : "burayı tıklatın ",
  "if paid year" : "Ödenmiş yıl ",
  "Info" : "Bilgi ",
  "Introducing the Google Drive Module Grid View – a dynamic visual hub where your files and images come to life. With seamless integration between Workdo-dash and Google Drive, this innovative feature showcases your documents in a stunning grid layout. Effortlessly browse through your Google Drive files and images right from within our platform, providing an immersive and intuitive experience. Say goodbye to clutter and confusion – our grid view offers clarity at a glance, allowing you to easily locate and access the files that matter most." : "Google Drive Module Grid View (Google Drive Modülü Izgara Görünümü) tanıtılması-dosyalarınızın ve resimlerinizin hayata geldiği dinamik bir görsel göbek.  Workdo-dash ve Google Drive arasında kesintisiz bütünleştirme sayesinde, bu yenilikçi özellik belgelerinizi çarpıcı bir ızgara düzeniyle gösterir.  Zahmetsizce Google Drive dosyaları ve resimleriniz sayesinde platformumuzun içinden, sürükleyici ve sezgisel bir deneyim sağlar.  Dağınıklığa ve karışıklığa veda edin-kılavuz görüşümüz bir bakışta netlik sunar ve en önemli dosyaları kolayca bulmanızı ve bu dosyaları kolayca erişmenizi sağlar. ",
  "LastModified" : "Son Değiştirme ",
  "List View" : "Liste Görünümü ",
  "Monthly" : "Ayda bir ",
  "Name" : "Ad ",
  "Open In Google Drive" : "Google Drive 'da Aç ",
  "OR" : "YA DA ",
  "Pay-as-you-go" : "Öde-git-git ",
  "Permission Denied!" : "İzin Reddedildi! ",
  "permission Denied!" : "İzin verilmedi! ",
  "Save Changes" : "Değişiklikleri Kaydet ",
  "Seamless  " : "Kesintisiz    ",
  "Secure cloud storage" : "Güvenli bulut depolama ",
  "Settings Page for Google Drive Integration" : "Google Drive Integration için Ayarlar Sayfası ",
  "Size" : "Boyut ",
  "Software Details" : "Yazılım Ayrıntıları ",
  "Something Went Wrong!" : "Bir şeyler Yanlış Gitti! ",
  "Streamline your tasks and boost productivity by seamlessly integrating Google Drive into Workdo-dash. Upload your Google Drive credential JSON, choose submodules to enable, and enjoy direct access to your documents and files. Say goodbye to unnecessary app switching and cumbersome downloads – effortlessly edit and view various file types right within the Workdo-dash interface." : "Google Drive 'ı Workdo-dash ile sorunsuz bir şekilde bütünleştirerek, görevlerinizi sorunsuz hale getirir ve üretkenliği artırın.  Google Drive kimlik bilgileri JSON ' unuzu karşıya yükleyin, etkinleştirilecek alt modülleri seçin ve belgelerinize ve dosyalarınıza doğrudan erişimin keyfini çıkarın.  Gereksiz uygulama anahtarlama ve hantal yüklemelere veda edin-zahmetsizce, çeşitli dosya türlerini Workdo-tire arabirimi içinde düzenleyin ve görüntüleyin. ",
  "This feature presents your Google Drive files and images in a sleek and organized list format. Navigating through your documents has never been smoother – effortlessly scroll, search, and locate the files you need, all within the familiar confines of our platform. Simplify your workflow and enhance your productivity as you access, edit, and collaborate on documents, right from the convenience of the List View." : "Bu özellik, Google Drive dosyalarınızı ve resimlerinizi şık ve düzenli bir liste biçiminde sunar.  Belgeleriniz boyunca gezinmek, hiç zahmetsizce hareket etmemek, arama yapmak ve gereksinim duyardığınız dosyaları bulmak, platformumuzun bilindik sınırları içinde yer alan tüm dosyaları bulmak ve bulmak.  Liste görünümünün kolaylığından, iş akışınızı basitleştirin ve belgeler üzerinde erişim, düzenleme ve işbirliği yapma olarak üretkenliğinizi artırın. ",
  "This record does not have folder assigned, Please choose a folder and click \"Assign Folder \"" : "Bu kaydın atanmış klasörü yok, lütfen bir klasör seçin ve \"Klasör Ata\" düğmesini tıklatın. ",
  "Unleash the full potential of collaboration and organization with our groundbreaking feature – the ability to seamlessly link Google Drive folders with submodules. With this innovative enhancement, Workdo-dash empowers you to synchronize your Google Drive documents with specific submodules, ensuring that your files are precisely where you need them. Whether you're managing projects, tasks, or any other submodule, this feature lets you effortlessly integrate your essential documents, images, and files." : "Çığır açan bir özelliğimizle işbirliği ve kuruluş potansiyelinin tamamını ortaya çıkarın-Google Drive klasörlerini alt modüllerle sorunsuz bir şekilde bağlamayı beceriniz.  Bu yenilikçi geliştirmeyle, Workdo-tire, Google Drive belgelerinizi belirli alt modüller ile eşitlemenizi sağlar ve dosyalarınızın tam olarak gereksinim duyardığı yerde olduğundan emin olun.  Projeleri, görevleri ya da başka bir alt modülü yönetip yönetmediğiniz bu özellik, temel belgelerinizi, resimlerinizi ve dosyalarınızı zahmetsizce bütünleştirmenizi sağlar. ",
  "Unlimited installation" : "Sınırsız kuruluş ",
  "Upload Files" : "Dosyaları Karşıya Yükle ",
  "View Details" : "Ayrıntıları Görüntüle ",
  "View Live Demo" : "Canlı Gösterimi Görüntüle ",
  "Why choose dedicated modules" : "Neden adanmış modüller seçsin? ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Dash ile, tüm iş fonksiyonlarınızı tek bir konumdan kolayca yönetebilirsiniz. ",
  "Yearly" : "Yıllık ",
  "You have not authorized your google account to browse and attach folders. Click " : "google hesabınızı klasörlere göz atmak ve klasörlere göz atmak için yetkilendirmediniz.  Tıklatın"
}